Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: A spatial reference system (SRS) or coordinate reference system (CRS) is a coordinate-based local, regional or global system used to locate geographical entities. A spatial reference system defines a specific map projection, as well as transformations between different spatial reference systems. Spatial reference systems are defined by the OGC's Simple feature access using well-known text, and support has been implemented by several standards-based geographic information systems. Spatial reference systems can be referred to using a SRID integer, including EPSG codes defined by the International Association of Oil and Gas Producers. It is specified in ISO 19111:2007 Geographic information—Spatial referencing by coordinates, also published as OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
vi: Hệ quy chiếu không gian (SRS) hay hệ quy chiếu tọa độ (CRS) là một hệ thống địa phương, khu vực hoặc toàn cầu dựa trên tọa độ được sử dụng để định vị các thực thể địa lý. Hệ quy chiếu không gian định nghĩa một phép chiếu bản đồ cụ thể, cũng như các phép biến đổi giữa các hệ quy chiếu không gian khác nhau. Hệ quy chiếu không gian được xác định bởi tính năng truy cập đơn giản của OGC bằng văn bản nổi tiếng, và hỗ trợ đã được thực hiện bởi một số hệ thống thông tin địa lý dựa trên tiêu chuẩn.

source: A Spatial Reference System Identifier (SRID) is a unique value used to unambiguously identify projected, unprojected, and local spatial coordinate system definitions. These coordinate systems form the heart of all GIS applications. Virtually all major spatial vendors have created their own SRID implementation or refer to those of an authority, such as the European Petroleum Survey Group (EPSG).
vi: Nhận dạng hệ quy chiếu không gian (SRID) là một giá trị duy nhất được sử dụng để xác định rõ ràng các định nghĩa về hệ tọa độ không gian cục bộ, không chiếu và được chiếu. Các hệ tọa độ này là trung tâm của tất cả các ứng dụng GIS. Hầu như tất cả các nhà cung cấp không gian lớn đều tạo ra hệ thống SRID của riêng họ hoặc tham khảo các hệ thống của một cơ quan, chẳng hạn như Nhóm Khảo sát Dầu khí Châu Âu (EPSG).

source: NOTE: As of 2005 the EPSG SRID values are now maintained by the International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee
vi: CHÚ THÍCH: Tính đến năm 2005, các giá trị SRID EPSG hiện được duy trì bởi Ủy ban Khảo sát & Định vị của Hiệp hội các Nhà sản xuất Dầu khí Quốc tế (OGP )

source: SRIDs are the primary key for the Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 and 1.2, which is defined as follows:
vi: SRID là chìa khóa chính cho bảng dữ liệu siêu dữ liệu không gian của Hiệp hội không gian địa lý mở (OGC) cho các tính năng đơn giản cho đặc tả SQL, Phiên bản 1.1 và 1.2, được định nghĩa như sau:

source: In spatially enabled databases (such as IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS and SQL Anywhere), SRIDs are used to uniquely identify the coordinate systems used to define columns of spatial data or individual spatial objects in a spatial column (depending on the spatial implementation). SRIDs are typically associated with a well known text (WKT) string definition of the coordinate system (SRTEXT, above). From the Well Known Text Wikipedia page
vi: Trong các cơ sở dữ liệu được kích hoạt không gian (như IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS và SQL Anywhere), SRID được sử dụng để xác định duy nhất các hệ toạ độ được sử dụng để xác định các cột dữ liệu không gian hoặc các đối tượng không gian riêng lẻ trong một cột không gian (tuỳ thuộc vào việc thực hiện không gian). SRID thường được liên kết với định nghĩa chuỗi văn bản (WKT) nổi tiếng của hệ toạ độ (SRTEXT, ở trên).

source: “A WKT string for a spatial reference system describes the datum, geoid, coordinate system, and map projection of the spatial objects”.
vi: "Một chuỗi WKT cho một hệ quy chiếu không gian mô tả dữ liệu, Geoid, hệ thống toạ độ và hình chiếu bản đồ của các đối tượng không gian".

source: Here are two common coordinate systems with their EPSG SRID value followed by their well known text:
vi: Dưới đây là hai hệ tọa độ phổ biến với giá trị SRID EPSG của chúng, theo sau là văn bản nổi tiếng của chúng:

source: SRID values associated with spatial data can be used to constrain spatial operations — for instance, spatial operations cannot be performed between spatial objects with differing SRIDs in some systems, or trigger coordinate system transformations between spatial objects in others.
vi: Các giá trị SRID liên quan đến dữ liệu không gian có thể được sử dụng để hạn chế các hoạt động không gian-ví dụ, các hoạt động không gian không thể được thực hiện giữa các đối tượng không gian với các SRID khác nhau trong một số hệ thống, hoặc kích hoạt các biến đổi hệ tọa độ giữa các đối tượng không gian ở các hệ thống khác.

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. If not specified on the geospatial data itself, it must be manually declared by the operator.
vi: Mã SRS EPSG nguồn là bắt buộc và đại diện dữ liệu gốc Hệ quy chiếu không gian. Điều này phải khớp với các giá trị Hình học (hệ tọa độ vòng/lat làm ví dụ) được cất giữ trên bộ dữ liệu không gian địa lý. Nếu không được chỉ định trên chính dữ liệu không gian địa lý, nó phải được khai báo thủ công bởi toán tử.

source: Target SRS EPSG Code is optional. This must be used only if we need to re-project the coordinates from Source SRS to another one.
vi: Mã EPSG SRS đích là tùy chọn. Nó phải được dùng chỉ khi chúng ta cần chiếu lại các tọa độ từ SRS nguồn tới một tọa độ khác.

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
vi: Chúng tôi không phát hiện ra các cột có thể dùng cho kinh độ và vĩ độ. Hãy xác minh rằng bạn có hai cột trong tập tin csv có thể dùng cho kinh độ và vĩ độ.

source: Inspect data for
vi: Kiểm tra dữ liệu cho

source: Configure as Time-Series
vi: Cấu hình như chuỗi thời gian

source: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If GeoNode is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
vi: Bật/tắt bộ chọn này cho bạn khả năng cấu hình (hoặc không) dữ liệu này như là một chuỗi thời gian; trong trường hợp này bạn cũng sẽ phải chọn một thuộc tính để điều khiển chiều thời gian. <br> <br> Nếu MapHub không thể phân tích giá trị nào cho thuộc tính đã chọn, dấu chấm đỏ sẽ xuất hiện để làm nổi bật vấn đề. <br> <br> Thông tin thêm được cung cấp ở cuối trang trong phần Trợ giúp thêm.

source: Use an existing timestamp attribute in the data
vi: Dùng thuộc tính dấu vết thời gian đã có trong dữ liệu

source: Yes: with an existing Time-Attribute
vi: Có: với một Time-Attribute sẵn có

source: Convert a number field into a year
vi: Chuyển đổi một trường số sang một năm

source: Convert data to a timestamp using standard date/time representation or a custom format
vi: Chuyển đổi dữ liệu sang dấu vết thời gian dùng biểu diễn ngày/giờ tiêu chuẩn hay định dạng tùy chỉnh

source: Start Importer
vi: Bộ nhập bắt đầu

source: Text Attribute Date Format
vi: Định dạng ngày thuộc tính văn bản

source: Best Guess
vi: Guess hay nhất

source: Custom
vi: Tự chọn

source: A dataset can support one or two time attributes. If a single attribute is used, the dataset is considered to contain data that is valid at single points in time. If two attributes are used, the second attribute represents the end of a valid period hence the dataset is considered to contain data that is valid at certain periods in time.
vi: Một bộ dữ liệu có thể hỗ trợ một hoặc hai thuộc tính thời gian. Nếu một thuộc tính duy nhất được sử dụng, tập dữ liệu được coi là chứa dữ liệu hợp lệ tại các thời điểm duy nhất. Nếu hai thuộc tính được sử dụng, thuộc tính thứ hai biểu thị sự kết thúc của một khoảng thời gian hợp lệ, do đó tập dữ liệu được coi n là chứa dữ liệu hợp lệ tại các khoảng thời gian nhất định.

source: For text attributes, one can specify a custom format (as part of the "Advanced Options") or use the 'best guess' approach which will try to automatically translate well-known recognized patterns into valid times.
vi: Đối với thuộc tính văn bản, người ta có thể chỉ định định dạng tuỳ chỉnh (như là một phần của "Tuỳ chọn nâng cao") hoặc sử dụng phương pháp 'dự đoán tốt nhất' sẽ cố gắng tự động dịch các mẫu được công nhận nổi tiếng thành thời gian hợp lệ.

source: Modal Header
vi: Phần đầu modal

source: Some text in the modal
vi: Một số văn bản trong mô hình

source: does NOT match any valid ISO-8601 Date-Time string!
vi: KHÔNG khớp với chuỗi Ngày-Thời ISO-8601 hợp lệ nào!

source: Valid ISO-8601 for
vi: ISO-8601 hợp lệ cho

source: matches a valid ISO-8601 Date-Time string!
vi: khớp với chuỗi Ngày-Thời gian ISO-8601 hợp lệ!

source: does NOT match any valid ISO-8601 Date-Time string!
vi: KHÔNG khớp với chuỗi Ngày-Thời ISO-8601 hợp lệ nào!

source: Please, select one Time Attribute to test!
vi: Hãy chọn một thuộc tính Thời gian để kiểm tra!

source: You are attempting to {action_type} a vector dataset with a raster.
vi: Bạn đang thử {action_type} tập dữ liệu véc-tơ bằng một raster.

source: You are attempting to {action_type} a raster dataset with a vector.
vi: Bạn đang thử {action_type} tập dữ liệu raster với một véc-tơ.

source: You are attempting to {action_type} a vector dataset with an unknown format.
vi: Bạn đang thử {action_type} tập dữ liệu véc-tơ với một định dạng chưa biết.

source: Please ensure the name is consistent with the file you are trying to {action_type}.
vi: Hãy kiểm tra xem tên này có khớp với tập tin bạn đang cố {action_type}.

source: Please ensure there is at least one geometry type that is consistent with the file you are trying to {action_type}.
vi: Hãy đảm bảo có ít nhất một kiểu hình học phù hợp với tập tin bạn đang cố {action_type}.

source: The selected Dataset does not exists in the catalog.
vi: Tập dữ liệu đã chọn không tồn tại trong catalog.

source: Some error occurred while trying to access the uploaded schema: {str(e)}
vi: Một số lỗi xảy ra trong khi cố gắng truy cập lược đồ đã tải lên: {str(e)}

source: Note: this dataset's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
vi: Ghi chú: siêu dữ liệu nguyên thủy của tập dữ liệu này đã được điền vào và bảo tồn bằng cách nhập một tập tin siêu dữ liệu XML. Siêu dữ liệu này không thể được biên tập.

source: This dataset is a member of a layer group, you must remove the dataset from the group before deleting.
vi: Bộ dữ liệu này là thành viên của nhóm lớp, bạn phải gỡ bỏ bộ dữ liệu khỏi nhóm trước khi xoá.

source: Featured Map URL
vi: URL bản đồ nổi bật

source: format
vi: định dạng

source: source params
vi: tham số nguồn

source: Map layers WMS GetCapabilities document
vi: Ánh xạ các lớp WMS Lấy tài liệu Khả năng

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
vi: Cuối cùng, bản đồ chứa các lớp này sẽ không được tải xuống vì chúng không có sẵn trực tiếp từ GeoNode này:

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
vi: Bạn có chắc muốn gỡ bỏ a href="%(map.get_absolute_url)s">%(map_title)s</a> không?

source: error saving thumbnail
vi: gặp lỗi khi lưu ảnh mẫu

source: New message received in one of your threads
vi: Nhận được thư mới trong một trong các chủ đề của bạn

source: Alert situation reported by monitoring
vi: Tình hình cảnh báo được báo cáo bằng cách theo dõi

source: Process data since specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, last sync will be used.
vi: Tiến hành dữ liệu từ dấu vết thời gian riêng (YYYY-MM-DD HH: MM: định dạng SS ). Nếu không có, đồng bộ cuối cùng sẽ được dùng.

source: Process data until specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, now will be used.
vi: Xử lý dữ liệu cho đến dấu vết thời gian (YYYY-MM-DD HH: MM: định dạng SS ). Nếu không cung cấp, thì dùng ngay.

source: Should old data be preserved (default: no, data older than settings.MONITORING_DATA_TTL will be removed)
vi: Nên bảo tồn dữ liệu cũ (mặc định: không, dữ liệu cũ hơn thiết lập.GIÁM SÁT DỮ LIỆU TTL sẽ bị gỡ bỏ)

source: Should stop on first error occured (default: no)
vi: Nên dừng khi gặp lỗi đầu tiên (mặc định: không)

source: Should process and send notifications as well (default: no)
vi: Cũng nên xử lý và gửi thông báo (mặc định: không)

source: Data aggregation interval in seconds (default: 60)
vi: Khoảng kết tập dữ liệu tính bằng giây (mặc định: 60)

source: Show data for specific resource in resource_type=resource_name format
vi: Hiển thị dữ liệu cho tài nguyên đặc trưng theo định dạng tài nguyên kiểu=tài nguyên tên

source: Show data for specific label
vi: Hiện dữ liệu cho nhãn cụ thể

source: Write result to file, default GEOIP_PATH: {settings.GEOIP_PATH}
vi: Lưu kết quả vào tệp tin, mặc định GEOIP_PATH: {settings.GEOIP_PATH}

source: Fetch database from specific url. If nothing provided, default {} will be used
vi: Lấy cơ sở dữ liệu từ địa chỉ URL riêng. Nếu không có gì được cung cấp, mặc định {} sẽ được dùng

source: Bytes
vi: Byte

source: Kilobytes
vi: Kilobyte

source: Gigabytes
vi: Gigabyte

source: Expected min/max values for user configuration
vi: Mong đợi giá trị tối thiểu/tối đa cho cấu hình người dùng

source: Marker of last delivery
vi: Dấu hiệu giao hàng cuối cùng

source: Minimum time between subsequent notifications
vi: Thời gian tối thiểu giữa các thông báo tiếp theo

source: How severe would be error from this notification
vi: Mức độ nghiêm trọng sẽ là lỗi từ thông báo này

source: Last update must not be older than
vi: Cập nhật cuối cùng không được cũ hơn

source: Max timeout for given metric before error should be raised
vi: Thời hạn tối đa cho số liệu đã cho trước khi cần nâng cao lỗi

source: has detected following problems :
vi: đã phát hiện các vấn đề sau :

source: spotted
vi: bị phát hiện

source: emerged
vi: xuất hiện

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
vi: Nhập địa chỉ email và nhấn nút gửi đi. <br />Tên người dùng của bạn sẽ được gửi đến bạn.

source: User layers WMS GetCapabilities document
vi: Các lớp người dùng WMS Lấy tài liệu Khả năng

source: Create a new layer
vi: Tạo một lớp mới

source: Upload new document
vi: Tải lên tài liệu mới

source: Edit Profile for
vi: Sửa hồ sơ cho

source: Your username for {site.name}
vi: Tên người dùng của bạn cho {site.name}

source: No files have been found for this resource. Please, contact a system administrator.
vi: Không tìm thấy tập tin nào cho tài nguyên này. Xin hãy liên lạc với quản trị hệ thống.

source: Disabling this Task will make the Processing Workflow to skip it.
vi: Tắt tác vụ này sẽ khiến Quy trình xử lý bị bỏ qua.

source: Processing Workflow Tasks
vi: Xử lý các công việc quy trình

source: Permissions successfully updated!
vi: Các quyền hạn đã được cập nhật thành công!

source: Security Rules Cache Refreshed!
vi: Bộ nhớ tạm các quy tắc bảo mật đã chỉnh sửa!

source: Attributes/Stats Refreshed Successfully!
vi: Thuộc tính/Đậm được đánh chuông thành công!

source: GeoWebCache Tiled Layer Emptied!
vi: GeoWebCache đã hoàn thiện!

source: Wrong permissions specification
vi: Đặc tả quyền hạn sai

source: Web Map Service
vi: Dịch vụ Bản đồ MạngName

source: Service %(url)s is already registered
vi: Dịch vụ %(url)s đã được đăng ký

source: Could not connect to the service at %(url)s
vi: Không thể kết nối tới dịch vụ tại %(url)s

source: Could not find importable resources for the service at %(url)s
vi: Không tìm thấy tài nguyên có thể nhập cho dịch vụ tại %(url)s

source: Found service of type %(found_type)s instead of %(service_type)s
vi: Tìm thấy dịch vụ kiểu %(found_type)s thay cho %(service_type)s

source: Cascaded
vi: Xếp tầng

source: Resource is queued
vi: Tài nguyên đang xếp hàng

source: No resources have been imported yet.
vi: Chưa có tài nguyên nào được nhập khẩu.

source: Edit Service Metadata
vi: Sửa siêu dữ liệu dịch vụ

source: Import Service Resources
vi: Tài nguyên dịch vụ nhập

source: Service has been created:
vi: Dịch vụ đã được tạo ra:

source: Deleting service and its associated resources...
vi: Đang xoá dịch vụ và tài nguyên liên quan...

source: - These will be cascaded through your local geoserver instance
vi: - Chúng sẽ được xếp tầng qua trình phục vụ địa lý cục bộ của bạn

source: All resources have already been imported
vi: Tất cả tài nguyên đã được nhập khẩu

source: Re-scan Service for new Resources
vi: Quét lại dịch vụ cho Tài nguyên mới

source: Resource is already being processed
vi: Tài nguyên đã được xử lý

source: Toggle navigation
vi: Bật/tắt điều hướng

source: Please use a <strong>modern browser</strong> like Mozilla Firefox, Google Chrome or Safari.
vi: Hãy dùng trình duyệt hiện đại <mạnh> như Mozilla Firefox, Google Chrome hay Safari.

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
vi: Vui lòng liên lạc với quản trị viên MapHub của bạn (có lẽ họ đã nhận được email tự động nếu họ đã cấu hình nó đúng cách). Nếu bạn là quản trị viên trang web, hãy bật chế độ gỡ lỗi để xem lỗi thực tế và sửa chữa nó, hoặc tập tin vấn đề vào <a href="http://github.com/GeoNode/geonode/issues">MapHub issue tracker</a>

source: Granules
vi: Giọt nước

source: Set permissions for this resource
vi: Đặt quyền hạn cho tài nguyên này

source: Geo Limits
vi: Giới hạn Geo

source: Show Geo Limits
vi: Hiện giới hạn Geo

source: Upload Geo Limits
vi: Giới hạn tải lên Geo

source: Save Geo Limits
vi: Lưu giới hạn Geo

source: Delete Geo Limits
vi: Xoá giới hạn Geo

source: Mandatory files : SHP , DBF
vi: Tập tin bắt buộc phải có: SHP, DBF

source: Upload a ZIP file containing an ESRI Shapefile. If the ZIP provides also a .prj file, you don't have to specify the EPSG SRID
vi: Tải lên một tập tin ZIP chứa tập tin hình ESRI. Nếu ZIP cũng cung cấp một tập tin.prj, bạn không cần phải ghi rõ SRID EPSG

source: Only the SRID number without the 'EPSG:' prefix!
vi: Chỉ số SRID mà không có tiền tố "EPSG:"!

source: Set your desired encoding UTF-8, Big5, Big5-HKSCS ...
vi: Đặt bảng mã mong muốn UTF-8, Big5, Big5-HKSCS...

source: Load SHP-ZIP
vi: Nạp SHP-ZIP

source: <p>This will remove the Geo Limits currently drawn on the map.</p><p>In order to store the Geo Limits you will need to <strong>save</strong> them anyway.</p><p>Do you want to proceed?</p>
vi: <p>Điều này sẽ gỡ bỏ các giới hạn Geo hiện thời được vẽ trên bản đồ. </p><p>Để lưu các giới hạn Geo, bạn sẽ cần <strong>lưu</strong> chúng. </p><p>Bạn có muốn tiếp tục không? </p>

source: <p>This will override the current stored Geo Limits on the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button anyway.</p><p><strong>WARNING:</strong> This operation cannot be reverted!</p><p>Do you want to proceed?</p>
vi: <p>Điều này sẽ đè lên các giới hạn Geo được lưu trữ hiện thời trên DB.</p><p>Để áp dụng chúng, bạn sẽ cần phải nhấn vào nút <strong>Áp dụng Thay đổi</strong>. </p><p><strong>CẢNH BÁO: </strong> Thao tác này không thể được hoàn nguyên! </p><p>Bạn có muốn tiếp tục không? </p>

source: Save Geo Limit
vi: Lưu giới hạn địa hình

source: <p>Geometry <strong>successfully</strong> saved!</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p>
vi: <p>Độ đo <mạnh>đã lưu thành công</mạnh>!</p><p>Để áp dụng chúng bạn cần phải nhấn vào nút <mạnh>Áp dụng Thay đổi</mạnh>.</p>

source: <p><strong>Error</strong> while trying to save the Geometry!</p>
vi: <p><strong>Lỗi</strong> trong khi cố gắng lưu Hình học!</p>

source: Load Geo Limits
vi: Tải các giới hạn về địa lý

source: Load Geo Limit
vi: Tải giới hạn địa lý

source: <p><strong>No Geometry</strong> found!</p>
vi: <p><strong>Không tìm thấy Hình học</mạnh>!</p>

source: <p>This will <strong>permanently</strong> remove the Geo Limits from the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p><p>Do you want to proceed?</p>
vi: <p>Điều này sẽ <strong>vĩnh viễn</strong> gỡ bỏ Geo Limits khỏi DB.</p><p>Để áp dụng chúng bạn cần phải nhấn vào nút <strong>Apply Changes</strong>. </p><p>Bạn có muốn tiếp tục không? </p>

source: Delete Geo Limit
vi: Xoá giới hạn Geo

source: <p><strong>Geo Limitsy</strong> successfully deleted!</p>
vi: <p><strong>Geo Limitsy</strong> bị xóa thành công! </p>

source: <p><strong>Error</strong> occurred while trying to delete Geo Limits:</p>
vi: <p><mạnh>Lỗi</mạnh> xảy ra khi cố xóa Geo Limits: </p>

source: Placeholder for status-message
vi: Bộ giữ chỗ cho thông điệp trạng thái

source: Placeholder for status-message-body
vi: Bộ giữ chỗ cho trạng thái thư-thân

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
vi: Các công cụ quản lý dữ liệu được tích hợp vào GeoNode cho phép tạo dữ liệu, siêu dữ liệu và trực quan hoá bản đồ.Mỗi bộ dữ liệu trong hệ thống có thể được chia sẻ công khai hoặc bị hạn chế để chỉ cho phép truy cập vào người dùng cụ thể.Các tính năng xã hội như hồ sơ người dùng và hệ thống bình luận và đánh giá cho phép phát triển cộng đồng xung quanh mỗi nền tảng để tạo điều kiện cho việc sử dụng, quản lý và kiểm soát chất lượng dữ liệu trong ví dụ GeoNode.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
vi: Nó cũng được thiết kế để trở thành một nền tảng linh hoạt mà các nhà phát triển phần mềm có thể mở rộng, sửa đổi hoặc tích hợp để đáp ứng các yêu cầu trong các ứng dụng của riêng họ.

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
vi: Chúng tôi đã gửi cho quản trị viên thông báo chấp nhận tài khoản của bạn có liên quan đến <b>%(email)s</b>. Nếu tài khoản được chấp nhận, bạn sẽ nhận được thông báo xác nhận.

source: The following e-mail addresses are associated with your account:
vi: Các địa chỉ email sau được liên kết với tài khoản của bạn:

source: Do you really want to remove the selected e-mail address?
vi: Bạn có thực sự muốn gỡ bỏ địa chỉ thư điện tử đã chọn không?
