Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Create a Group Category
vi: Tạo một Nhóm Lĩnh Vực

source: Edit Group Category
vi: Chỉnh sửa Nhóm Lĩnh Vực

source: Save
vi: Lưu

source: Harvestable resources
vi: Dữ liệu có thể thu hoạch

source: ready
vi: sẵn sàng

source: Harvester name
vi: Tên thu thoạch

source: Default owner of harvested resources
vi: Chủ sở hữu mặc định của dữ liệu được thu hoạch

source: Orphan resources are those that have previously been created by means of a harvesting operation but that GeoNode can no longer find on the remote service being harvested. Should these resources be deleted from GeoNode automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.
vi: Orphan resources are those that have previously been created by means of a harvesting operation but that MapHub can no longer find on the remote service being harvested. Should these resources be deleted from MapHub automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.

source: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main GeoNode `settings.py` file
vi: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main MapHub `settings.py` file

source: Configuration specific to each harvester type. Please consult GeoNode documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.
vi: Configuration specific to each harvester type. Please consult MapHub documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.

source: pending
vi: đang chờ

source: on-going
vi: đang diễn ra

source: aborting
vi: bỏ qua

source: aborted
vi: đã bỏ qua

source: harvesting
vi: thu hoạch

source: discover-harvestable-resources
vi: dữ-liệu-có-thể-thu-hoạch

source: Number of records being processed in this session
vi: Số dữ liệu đang được xử lý trong phiên này

source: Number of records that have already been processed
vi: Số dữ liệu đã được xử lý

source: harvesting-resource
vi: đang thu thập dữ liệu

source: Type of the resource in the remote service. Each harvester worker knows how to fill this field, in accordance with the resources for which harvesting is supported
vi: Loại dữ liệu trong dịch vụ từ xa. Mỗi tiến trình thu hoạch biết cách điền vào trường này, phù hợp với các dữ liệu thu hoạch được hộ trợ

source: Dataset Created
vi: Dữ liệu đã được tạo

source: A Dataset was created
vi: Một dữ liệu đã được tạo

source: Dataset Updated
vi: Dữ liệu đã cập nhật

source: A Dataset was updated
vi: Một dữ liệu đã được cập nhật

source: Dataset Approved
vi: Dữ lieu đã được xác nhận

source: A Dataset was approved by a Manager
vi: Một dữ liệu đã được xác nhận bởi người quản lý

source: Dataset Published
vi: Dữ liệu được công bố

source: A Dataset was published
vi: Một dữ liệu đã được công bó

source: Dataset Deleted
vi: Dữ liệu đã xóa

source: A Dataset was deleted
vi: Một dữ liệu đã bị xóa

source: style name
vi: tên kiểu

source: sld text
vi: văn bản SLD

source: sld version
vi: phiên bản SLD

source: sld url
vi: url SLD

source: Is mosaic?
vi: Là mosaic?

source: Has time?
vi: Có thời gian?

source: Has elevation?
vi: Có cao độ?

source: File cannot be opened, maybe check the encoding
vi: Tệp tin không thể mở, có thể kiểm tra mã hóa

source: attribute name
vi: tên thuộc tính

source: name of attribute as stored in shapefile/spatial database
vi: tên của thuộc tính được lưu trữ trong shapefile / cơ sở dữ liệu không gian

source: attribute description
vi: mô tả thuộc tính

source: description of attribute to be used in metadata
vi: mô tả của thuộc tính được sử dụng trong siêu dữ liệu

source: attribute label
vi: nhãn thuộc tính

source: title of attribute as displayed in GeoNode
vi: tiêu đề của thuộc tính như hiển thị trong MapHub

source: attribute type
vi: loại thuộc tính

source: the data type of the attribute (integer, string, geometry, etc)
vi: các kiểu dữ liệu của thuộc tính (số nguyên, chuỗi, hình học, vv)

source: visible?
vi: có thể nhìn thấy?

source: specifies if the attribute should be displayed in identify results
vi: quy định cụ thể nếu các thuộc tính sẽ được hiển thị trong kết quả xác định

source: display order
vi: thứ tự hiển thị

source: specifies the order in which attribute should be displayed in identify results
vi: xác định thứ tự mà trong đó thuộc tính sẽ được hiển thị trong kết quả xác định

source: Image
vi: Hình ảnh

source: Audio
vi: Âm thanh

source: featureinfo type
vi: loại đặc tính

source: specifies if the attribute should be rendered with an HTML widget on GetFeatureInfo template.
vi: quy định cụ thể nếu các thuộc tính sẽ được hiển thị với HTML trong mẫu GetFeatureInfo.

source: count
vi: đếm

source: count value for this field
vi: tính giá trị cho trường này

source: minimum value for this field
vi: giá trị tối thiểu cho lĩnh vực này

source: maximum value for this field
vi: giá trị tối đa cho lĩnh vực này

source: average
vi: trung bình

source: average value for this field
vi: giá trị trung bình cho lĩnh vực này

source: median
vi: trung tuyến

source: median value for this field
vi: giá trị trung bình cho lĩnh vực này

source: standard deviation
vi: độ lệch chuẩn

source: standard deviation for this field
vi: độ lệch chuẩn cho lĩnh vực này

source: sum
vi: tổng số

source: sum value for this field
vi: giá trị tổng hợp cho lĩnh vực này

source: unique values for this field
vi: giá trị duy nhất cho lĩnh vực này

source: last modified
vi: chỉnh sửa

source: date when attribute statistics were last updated
vi: ngày khi thống kê thuộc tính được cập nhật lần cuối

source: Append to Dataset
vi: Mở rộng Dữ liệu

source: Explore Datasets
vi: Khám phá dữ liệu

source: Return to Dataset
vi: Trở về Dữ liệu

source: Select the charset or leave default
vi: Chọn bộ ký tự hoặc để mặc định

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(dataset.get_absolute_url)s">%(dataset_title)s</a>?
vi: Bạn có chắc muốn xóa Granule %(granule_id)s của Mosaic <a href="%(dataset.get_absolute_url)s">%(dataset_title)s</a>?

source: This action affects the following maps:
vi: Hành động này ảnh hưởng đến các bản đồ sau đây:

source: No maps are using this dataset
vi: Không có bản đồ được sử dụng dữ liệu này

source: for %(dataset_title)s
vi: cho %(dataset_title)s

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
vi: Note: this layer's orginal metadata was populated by importing a metadata XML file. MapHub's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.

source: Editing details for %(dataset_title)s
vi: Chi tiết chỉnh sửa cho %(dataset_title)s

source: Attribute
vi: Thuộc tính

source: Display Order
vi: Hiển thị thứ tự

source: Display Type
vi: Loại hiển thị

source: Visible
vi: Có thể nhìn thấy

source: ERROR
vi: LỖI

source: Following items are required:
vi: Các mục sau đây được yêu cầu:

source: Close
vi: Gần

source: Replace Dataset
vi: Thay thế dữ liệu

source: Manage Styles
vi: Quản lý Styles

source: Manage Available Styles for <a href="%(dataset_url)s">%(dataset_title)s</a>
vi: Quản lý Styles có sẵn cho <a href="%(dataset_url)s">%(dataset_title)s</a>

source: Available styles
vi: Phong cách có sẵn

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
vi: Nhấp chuột vào một phong cách có sẵn trong hộp phía trên để gán nó vào lớp này. Phong cách lựa chọn xuất hiện trong hộp thấp.

source: Update Available Styles
vi: Cập nhật Styles có sẵn

source: WARNING
vi: CẢNH BÁO

source: This will most probably overwrite the current default style!
vi: Điều này rất có thể sẽ ghi đè lên kiểu màu mặc định hiện tại!

source: Preview
vi: Xem trước

source: Dataset Attributes
vi: Thuộc tính dữ liệu

source: Time series settings
vi: Thiết lập dòng thời gian

source: Additional Help
vi: Trợ giúp

source: Enabling Time
vi: Thời gian cho phép

source: Selecting an Attribute
vi: Lựa chọn một thuộc tính

source: A time attribute can be
vi: Một thuộc tính thời gian có thể là

source: An existing date
vi: Một ngày tháng hiện tại

source: Text that can be converted to a timestamp
vi: Văn bản có thể được chuyển đổi thành một dấu thời gian

source: A number representing a year
vi: Một số đại diện cho một năm

source: Local GeoNode dataset has no geometry type.
vi: Local MapHub dataset has no geometry type.

source: Please ensure that the dataset structure is consistent
vi: Vui lòng chắc chắn rằng cấu trúc của dữ liệu này là nhất quán

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
vi: Có một lỗi trong khi cố gắng để tải lên dữ liệu của bạn. Vui lòng thử lại, hoặc liên hệ với quản trị viên và nếu vấn đề vẫn tiếp tục.

source: You are not permitted to delete this dataset
vi: Bạn không được phép xóa dữ liệu này

source: You do not have permissions for this dataset.
vi: Bạn không có quyền cho dữ liệu này.

source: You are not permitted to modify this dataset
vi: Bạn không được cho phép để thay đổi dữ liệu này

source: You are not permitted to modify this dataset's metadata
vi: Bạn không được cho phép để thay đổi thông tin của dữ liệu này

source: You are not permitted to view this dataset
vi: Bạn không được cho phép để xem dữ liệu này

source: Positional Arguments
vi: Thông số vị trí

source: Keyword Arguments
vi: Thông số từ khóa

source: Map Created
vi: Bản đồ đã tạo

source: A Map was created
vi: Một bản đồ đã được tạo

source: Map Updated
vi: Bản đồ đã cập nhật

source: A Map was updated
vi: Một bản đồ đã được cập nhật

source: Map Approved
vi: Bản đồ đã được xác nhận

source: A Map was approved by a Manager
vi: Một bản đồ đã được xác nhận bởi người quản lý

source: Map Published
vi: Bản đồ đã công bố

source: A Map was published
vi: Một bản đồ đã được công bố

source: Map Deleted
vi: Bản đồ đã xóa

source: A Map was deleted
vi: Một bản đồ đã bị xóa

source: Rating for Map
vi: Đánh giá cho Bản đồ

source: A rating was given to a map
vi: Một đánh giá đã được trao cho một bản đồ

source: You are not permitted to delete this map.
vi: Bạn không được phép để xóa bản đồ này.

source: You do not have permissions for this map.
vi: Bạn không có quyền truy cập cho bản đồ này.

source: You must be logged in to save this map
vi: Bạn phải đăng nhập để lưu bản đồ này

source: You are not permitted to save or edit this map.
vi: Bạn không được phép để lưu hoặc chỉnh sửa bản đồ này.

source: You are not allowed to modify this map's metadata.
vi: Bạn không được phép chỉnh sửa siêu dữ liệu của bản đồ này.

source: You are not allowed to view this map.
vi: Bạn không được phép xem bản đồ này.

source: Site URL
vi: URL của trang web

source: name
vi: tên

source: current style
vi: kiểu hiện tại

source: Here you can download all the layers of this map that are hosted on this GeoNode.
vi: Ở đây bạn có thể tải về tất cả các lớp của bản đồ này được lưu trữ trên MapHub này.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
vi: <div class="alert alert-warning"> Không thể tìm thấy các lớp tải về cho bản đồ này. Bạn có thể quay về

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
vi: Ngoài ra, bản đồ có chứa các lớp đó sẽ không được tải do hạn chế bảo mật:

source: Downloading
vi: Đang tải xuống

source: Retry
vi: Thử lại

source: Start downloading this map
vi: Bắt đầu tải về bản đồ này

source: Download Complete
vi: Tải xuống hoàn tất

source: Download Failed
vi: Tải về Không

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
vi: Lưu ý: siêu dữ liệu ban đầu của bản đồ này đã được dân cư bằng cách nhập một tập tin siêu dữ liệu XML. Siêu dữ liệu nhập khẩu MapHub hỗ trợ một tập hợp con của các nguyên tố siêu dữ liệu ISO, FGDC, và Dublin Core. Một số metadata ban đầu bạn có thể đã bị mất.

source: Explore Maps
vi: Khám phá Maps

source: Return to Map
vi: Quay trở lại

source: Message received
vi: Tin nhắn đã nhận

source: Monitoring alert
vi: Cảnh báo giám sát

source: GeoNode Monitoring on {base_ctx['host']}
vi: MapHub Monitoring on {base_ctx['host']}

source: Enter valid email addresses.
vi: Nhập địa chỉ email hợp lệ.

source: Show list of services
vi: Hiển thị danh sách dịch vụ

source: Force check
vi: Bắt buộc kiểm tra

source: Format of audit log (xml, json)
vi: Định dạng nhật ký kiểm tra (xml, json)

source: Collect data from this service only
vi: Chỉ thu thập dữ liệu từ dịch vụ này

source: Show list of metrics
vi: Hiển thị danh sách chỉ số

source: Show list of labels for metric
vi: Hiển thị danh sách nhãn cho chỉ số

source: Show list of resources for metric
vi: Hiển thị danh sách các dữ liệu cho chi tiêu

source: Metric name
vi: Tên chỉ số

source: Show data for specific resource
vi: Hiển thị cho dữ liệu cụ thể

source: Overwrite file if exists
vi: Chép đè tệp tin nếu tồn tại

source: GeoNode
vi: MapHub

source: Host (GeoServer)
vi: Máy chủ (GeoServer)

source: Host (GeoNode)
vi: Máy chủ (MapHub)

source: No resource
vi: Không dữ liệu

source: Dataset
vi: Dữ liệu

source: Map
vi: Bản đồ

source: Resource base
vi: Dữ liệu cơ sở

source: Document
vi: Tài liệu

source: Style
vi: Kiểu màu

source: Admin
vi: Quản trị viên

source: Other
vi: Khác

source: Rate
vi: Đánh giá

source: Count
vi: Đếm

source: Value
vi: Giá trị

source: Value numeric
vi: Giá trị số

source: Bytes per second
vi: Bytes trên giây

source: Kilobytes per second
vi: Kilobytes trên giây

source: Megabytes per second
vi: Megabytes trên giây

source: Gigabytes per second
vi: Gigabytes trên giây

source: Seconds
vi: Giây

source: Percentage
vi: Phần trăm

source: Not OWS
vi: Không OWS

source: Any OWS
vi: Bất kì OWS

source: Change
vi: Thay đổi

source: Change Metadata
vi: Thay đổi thông tin

source: Publish
vi: Công bố

source: Geoserver event
vi: Sự kiện Geoserver

source: List of resources affected
vi: Danh sách các dữ liệu bị ảnh hưởng

source: Response processing time in ms
vi: Thời gian phản hồi tính bằng ms

source: 1 minute
vi: 1 phút

source: 5 minutes
vi: 5 phút

source: 10 minutes
vi: 10 phút

source: 30 minutes
vi: 30 phút

source: 1 hour
vi: 1 giờ

source: Warning
vi: Cảnh báo

source: Error
vi: Lỗi

source: Fatal
vi: Nghiêm trọng

source: Is it active
vi: Có hiệu lực không

source: Value must be above
vi: Giá trị phải trên

source: Value must be below
vi: Giá trị phải dưới

source: Monitoring & Analytics
vi: Giám sát & Phân tích

source: Only superusers can monitor performance
vi: Chỉ superusers mới có thể giám sát hiệu năng

source: Hi,
vi: Chào,

source: Monitoring on
vi: Giám sát

source: ago
vi: cách đây

source: User following you
vi: Dùng sau bạn

source: Another user has started following you
vi: Người dùng khác đã bắt đầu theo dõi bạn

source: User requested access
vi: Người dùng đã yêu cầu truy cập

source: A new user has requested access to the site
vi: Người dùng mới đã yêu cầu truy cập trang này

source: Account activated
vi: Tài khoản đã kích hoạt

source: This account is now active and can log in the site
vi: Tài khoản này đã kích hoạt và có thể đăng nhập

source: Personal info
vi: Thông tin cá nhân

source: Important dates
vi: Các ngày quan trọng

source: Extended profile
vi: Thông tin mở rộng

source: Password changed successfully.
vi: Mật khẩu thay đổi thành công.

source: Change password: %s
vi: Thay đổi mật khẩu: %s

source: party who authored the resource
vi: bên người là tác giả của các tài nguyên

source: party who has processed the data in a manner such that the resource has been modified
vi: bên đã xử lý dữ liệu một cách như vậy mà các nguồn tài nguyên đã được sửa đổi

source: party who published the resource
vi: bên người công bố tài nguyên

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
vi: bên chấp nhận trách nhiệm và trách nhiệm đối với các dữ liệu và đảm bảo chăm sóc thích hợp và duy trì các nguồn tài nguyên

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
vi: bên nào có thể được liên lạc để có được kiến ​​thức về hoặc mua lại của tài nguyên

source: party who distributes the resource
vi: bên người phân phối các nguồn tài nguyên

source: party who uses the resource
vi: bên những người sử dụng tài nguyên

source: party that supplies the resource
vi: bên đó cung cấp các nguồn tài nguyên

source: party who created the resource
vi: bên người đã tạo ra các nguồn tài nguyên

source: party that owns the resource
vi: bên sở hữu các nguồn tài nguyên

source: key party responsible for gathering information and conducting research
vi: đảng chính chịu trách nhiệm thu thập thông tin và tiến hành nghiên cứu

source: Email Address
vi: Địa chỉ Email

source: Organization Name
vi: Tên tổ chức

source: name of the responsible organization
vi: tên của tổ chức chịu trách nhiệm

source: Profile
vi: Hồ sơ

source: introduce yourself
vi: giới thiệu về mình

source: Position Name
vi: Vị trí Name

source: role or position of the responsible person
vi: vai trò, vị trí của người chịu trách nhiệm

source: Voice
vi: Tiếng nói

source: telephone number by which individuals can speak to the responsible organization or individual
vi: số điện thoại mà các cá nhân có thể nói chuyện với các tổ chức, cá nhân chịu trách nhiệm

source: Facsimile
vi: Fax

source: telephone number of a facsimile machine for the responsible organization or individual
vi: số điện thoại của một máy fax cho các tổ chức, cá nhân chịu trách nhiệm

source: Delivery Point
vi: Giao điểm

source: physical and email address at which the organization or individual may be contacted
vi: địa chỉ vật lý và email mà tại đó các tổ chức, cá nhân có thể liên lạc

source: City
vi: Thành phố

source: city of the location
vi: thành phố của địa điểm

source: Administrative Area
vi: Khu vực hành chính

source: state, province of the location
vi: nhà nước, tỉnh của địa điểm

source: Postal Code
vi: Mã bưu chính

source: ZIP or other postal code
vi: ZIP hoặc mã bưu chính khác

source: Country
vi: Quốc gia

source: country of the physical address
vi: đất nước của địa chỉ vật lý

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
vi: từ thường được sử dụng (s) hoặc từ chính thức (s) hoặc cụm từ (s) được sử dụng để mô tả các đối tượng (không gian hoặc bằng dấu phẩy

source: Timezone
vi: Múi giờ

source: Your password must contain at least
vi: Mật khảu của bãn phải có ít nhất

source: No Group
vi: Không có Nhóm

source: All contents
vi: Tất cả nội dung

source: No Organization Info
vi: Số định danh tổ chức

source: Forgot Username
vi: Quên tên người dùng

source: Create Profile
vi: Tạo hồ sơ

source: Profile of
vi: Thông tin của

source: Not provided.
vi: Không có thông tin.

source: Position
vi: Chức vụ

source: Organization
vi: Tổ chức

source: Not provided
vi: Không được cung cấp

source: Message User
vi: Nhắn tin người dùng

source: Edit profile
vi: Chỉnh sửa hồ sơ

source: Connected social accounts
vi: Những tài khoản xã hội đã kết nối

source: Associated e-mails
vi: E-mail liên quan

source: Set/Change password
vi: Thiết lập/Đổi mật khẩu

source: My Activities
vi: Hoạt động của tôi

source: Notifications
vi: Thông báo

source: Announcements
vi: Thông báo

source: Invite Users
vi: Mời người dùng

source: User Activities
vi: Hoạt động tài

source: Resources
vi: Tài nguyên

source: Edit Your Profile
vi: Chỉnh sửa hồ sơ của bạn

source: Change your avatar
vi: Thay đổi avatar của bạn

source: Update profile
vi: Cập nhật hồ sơ cá nhân

source: Explore People
vi: Khám phá

source: Your username has been emailed to you.
vi: Tên người dùng của bạn đã được gửi qua email cho bạn.

source: No user could be found with that email address.
vi: Không có người dùng có thể được tìm thấy với địa chỉ email.

source: You are not permitted to save or edit this resource.
vi: Bạn không được cho phép để lưu hoặc chỉnh sửa dữ liệu này.

source: You are not authorized to download this resource.
vi: Bạn không được cho phép để tải dữ liệu này.

source: No files found.
vi: Không tìm thấy tập tin.

source: Not Authorized
vi: Không có quyền

source: import
vi: nhập liệu

source: create
vi: tạo

source: copy
vi: sao chép

source: delete
vi: xóa

source: permissions
vi: quyền

source: update
vi: cập nhật

source: ingest
vi: chèn vào

source: unknown
vi: không xác định

source: failed
vi: thất bại

source: running
vi: đang chạy

source: finished
vi: hoàn thành

source: GeoNode Resource Processing Library
vi: MapHub Resource Processing Library

source: Session is Expired. Please login again!
vi: Phiên làm việc đã kết thúc. Vui lòng đăng nhập lại!

source: Error updating permissions :(
vi: Có lỗi khi cập nhật quyền :(

source: You are not allowed to change permissions for this resource
vi: Bạn không được cho phép để thay đổi quyền cho dữ liệu này

source: You cannot modify this resource!
vi: Bạn không thể thay đổi dữ liệu này!

source: error delivering notification
vi: gửi thông báo lỗi

source: Service URL
vi: URL dịch vụ

source: Service Type
vi: Loại dịch vụ

source: Local
vi: Địa phương

source: Harvested
vi: Thu hoạch

source: Indexed
vi: Lập chỉ mục

source: Live
vi: Sống

source: GeoNode (Web Map Service)
vi: MapHub (Web Map Service)

source: Remote service unavailable
vi: Dịch vụ từ xa không sẵn sáng

source: Service unavailable
vi: Dịch vụ không sẵn sàng

source: Could not contact
vi: Không thể liên lạc

source: Contact
vi: Liên hệ

source: Service Resources
vi: Tài nguyên dịch vụ

source: Resource harvesting in progress...
vi: Đang thu thập dữ liệu...

source: previous
vi: trước

source: Next
vi: Tiếp tục

source: next
vi: tiếp

source: Connecting to service...
vi: Đang kết nối đến dịch vụ...

source: Remove Service
vi: Hủy bỏ dịch vụ

source: Edit Service
vi: Sửa dịch vụ

source: Services
vi: Dịch vụ

source: Add Remote Service
vi: Thêm dịch vụ từ xa

source: Remote Services
vi: Dịch vụ từ xa

source: No services registered
vi: Không có dịch vụ nào được đăng ký

source: Register Service
vi: Đăng ký dịch vụ

source: Register New Service
vi: Đăng ký dịch vụ mới

source: Remove Remote Service
vi: Xóa dịch vụ từ xa

source: Are you sure you want to remove
vi: Bạn có chắc chắn bạn muốn loại bỏ

source: Import resources
vi: Nhâp dữ liệu

source: no
vi: số

source: resources can be imported
vi: dữ liệu có thể được nhập

source: Clear Filter
vi: Xóa bộ lọc

source: Back to service details
vi: Trở về chi tiết dịch vụ

source: Import Resources
vi: Nhâp dữ liệu

source: Previous
vi: Trước

source: Harvesting resources...
vi: Đang thu thập dữ liệu...

source: Service registered successfully
vi: Dịch vụ đã đăng ký thành công

source: The selected resources are being imported
vi: Dữ liệu được chọn thì đang được nhập

source: The selected resources have been imported
vi: Dữ liệu được chọn thì vừa được nhập

source: Resource {resource_id} is being processed
vi: Dữ liệu {resource_id} đang được xử lý

source: Service rescanned successfully
vi: Dịch vụ đã quét lại thành công
