Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="%(url_dataset_browse)s">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="%(url_developer)s"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="%(url_maps_browse)s">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the Map Composer.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="%(url_maps_browse)s">Contributed Maps</a> tab and click the create your own map link.</p> <p>This will take you to the Map Composer with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the Map Composer also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="%(url_maps_browse)s">Maps</a> tab.</p>
vi: <p>MapHub cung cấp quyền truy cập vào tập dữ liệu và ứng dụng chỉnh sửa bản đồ cho phép người dùng duyệt các bản đồ hiện có và đóng góp bản đồ của riêng họ.</p> <h4 id="browsing-data">Lớp duyệt</h4> <p>Tab <a href="%(url_dataset_browse)s">Lớp</a> cho phép bạn duyệt dữ liệu được tải lên MapHub này.</p> <p>Tất cả dữ liệu có thể được tải xuống ở nhiều định dạng khác nhau để sử dụng trong các ứng dụng khác.</p> <h4 id="developer-access">Quyền truy cập dành cho nhà phát triển</h4> <p>Trang <a href="%(url_developer)s"> Nhà phát triển</a> là nơi để các nhà phát triển bắt đầu xây dựng các ứng dụng dựa trên MapHub. Nó bao gồm các hướng dẫn về cách sử dụng các dịch vụ web, các liên kết đến mã nguồn của MapHub và thông tin về các dự án nguồn mở được sử dụng để tạo ra nó.</p> <h4 id="browsing-maps">Duyệt bản đồ</h4> <p>MapHub cho phép người dùng tạo và chia sẻ bản đồ với nhau.</p> <p>Tab <a href="%(url_maps_browse)s">Bản đồ</a> là cổng để khám phá bản đồ trên MapHub. Từ đây, bạn có thể <strong>tìm kiếm bản đồ</strong> hoặc <strong>tạo bản đồ</strong> để mở Trình soạn bản đồ. </p> <h5>Chế độ Google Earth</h5> <p>Mọi bản đồ được xem trong trình chỉnh sửa bản đồ tương tác đều có thể được xem ở chế độ 3D bằng plugin Google Earth. Để chuyển sang chế độ 3D, hãy chọn biểu tượng quả địa cầu Google Earth, nút ngoài cùng bên phải trên thanh công cụ trên cùng. Nếu bạn chưa cài đặt plugin Google Earth, bạn sẽ được nhắc cài đặt nó.</p> <h4 id="creating-a-map">Tạo bản đồ</h4> <p>Để tạo bản đồ mới, hãy chuyển đến tab <a href="%(url_maps_browse)s">Bản đồ được đóng góp</a> và nhấp vào tạo bản đồ của riêng bạn liên kết.</p> <p>Thao tác này sẽ đưa bạn đến Trình soạn thảo bản đồ với một lớp cơ sở đã được tải.</p> <p>Để thêm các lớp dữ liệu từ MapHub, hãy nhấp vào nút dấu cộng màu lục nằm bên dưới tab lớp ở phía bên trái màn hình. Thao tác này sẽ mở hộp thoại liệt kê tất cả các lớp có sẵn trên MapHub.</p> <p>Để thêm các lớp vào bản đồ của bạn, hãy chọn chúng và nhấn nút <strong>Thêm lớp</strong>. Khi hoàn tất, bạn có thể nhấn <strong>Xong</strong> để đóng hộp thoại và quay lại bản đồ.</p> <h5>Sắp xếp lại và xóa lớp</h5> <p>Thay đổi thứ tự hiển thị của các lớp được liệt kê trong tab dữ liệu bằng cách kéo và thả tên của chúng. Thứ tự trong bản đồ sẽ được cập nhật để phản ánh điều đó. Để tắt khả năng hiển thị của một lớp, chỉ cần bỏ chọn lớp đó và để xóa hoàn toàn lớp đó, hãy chọn lớp đó và nhấn nút dấu trừ màu đỏ.</p> <h5>Lưu bản đồ của bạn</h5> <p>Sau khi đã tìm thấy một tập hợp các lớp và mức thu phóng phù hợp, đã đến lúc lưu nó để những người khác có thể xem. Nhấp vào nút Lưu--biểu tượng ngoài cùng bên trái trên thanh công cụ trên cùng, hình ảnh bản đồ có đĩa--trên trình đơn trên cùng và điền tiêu đề cũng như phần tóm tắt của bản đồ.</p> <h4 id="exporting-a-map">Xuất bản bản đồ</h4> <p>Bất kỳ bản đồ nào từ MapHub đều có thể được nhúng để sử dụng trong trang web hoặc blog khác. Để xuất bản bản đồ:</p> <ol> <li>Chọn từ danh sách bản đồ trên cộng đồng hoặc trang bản đồ rồi nhấn nút 'Xuất bản bản đồ'.</li> <li>Chọn chiều cao và chiều rộng mong muốn cho tiện ích con trong trình hướng dẫn.</li> <li>Sao chép đoạn mã HTML được cung cấp trong trình hướng dẫn vào bất kỳ trang HTML hoặc bài đăng blog nào hỗ trợ iFrame.</li> </ol> <p>Điều này sẽ đặt một tiện ích tương tác hiển thị bản đồ cho bạn trong trang web hoặc bài đăng trên blog của bạn.</p> <p>Lưu ý rằng Trình soạn thảo bản đồ cũng có một nút để xuất bản bản đồ. Chỉ cần đảm bảo lưu bản đồ trước khi xuất bản nếu có những thay đổi mà bạn muốn người khác xem. Nó xuất bản phiên bản đã lưu cuối cùng, không phải phiên bản được xem lần cuối.</p> <h4 id="remixing-a-map">Trộn lại bản đồ</h4> <p>Mọi bản đồ có sẵn đều có thể đóng vai trò là điểm bắt đầu cho một bản đồ mới.</p> <ol> <li>Mở bản đồ trong Map Composer.</li> <li>Thêm và xóa các lớp theo ý muốn.</li> <li>Xoay và thu phóng để đánh dấu khu vực quan tâm.</li> <li><strong>QUAN TRỌNG:</strong> Cập nhật tiêu đề, tóm tắt, thông tin liên hệ và thẻ để phản ánh bản đồ mới.</li> <li>Lưu bản đồ.</li> </ol> <p>Bạn sẽ có thể xem bản đồ mới của mình khi tìm kiếm bản đồ đó từ tab <a href="%(url_maps_browse)s">Bản đồ</a>.</p>

source: Sections
vi: Phần

source: Browsing Layers
vi: Layers duyệt

source: Developer Access
vi: Truy cập Developer

source: Browsing Maps
vi: Duyệt Maps

source: Creating a Map
vi: Tạo một bản đồ

source: Exporting a Map
vi: Xuất một bản đồ

source: Remixing a Map
vi: Remixing Map

source: Dear Sir/Madam,
vi: Chào Ông/Bà,

source: is inviting you to join (%(site_name|urlencode)s).
vi: đang mời bạn tham gia (%(site_name|urlencode)s).

source: this link
vi: đường dẫn này

source: We look forward to seeing you on the platform,
vi: Chúng tôi mong đợi gặp bạn trên nên tảng này,

source: The GeoNode team.
vi: The MapHub team.

source: is inviting you to join
vi: mới bạn tham gia

source: To do so, please register at
vi: Để làm như vậy, xin vui lòng đăng ký tại

source: Updating Metadata...
vi: Đang cập nhật Metadata...

source: Identification
vi: Nhận dạng

source: Yes
vi: Có

source: No
vi: Không

source: Published
vi: Đã công bố

source: Information
vi: Thông tin

source: Identification Image
vi: Hình nhận dạng

source: Extension x0
vi: Phạm vi x0

source: Extension x1
vi: Phạm vi x1

source: Extension y0
vi: Phạm vi y0

source: Extension y1
vi: Phạm vi ý

source: Features
vi: Tính năng

source: Contact Points
vi: Liên lạc

source: References
vi: Tham khảo

source: Link Online
vi: Đường dẫn trực tuyến

source: Metadata Page
vi: Trang Thông Tin

source: Online Link
vi: Đường dẫn trực tuyến

source: Please, fill the following items before clicking on preview:
vi: Vui long nhập những thông tin sau trước khi nhấn vào xem trước:

source: Request perission
vi: Yêu cầu cấp quyền

source: Request editing for resource:
vi: Yêu cầu chỉnh sửa cho dữ liệu:

source: Back to resource
vi: Trở về dữ liệu

source: Send request
vi: Gửi yêu cầu

source: Your account has been approved and is now active.
vi: Tài khoản của bạn vừa mới được xác nhận và nó đã kích hoạt bây giờ.

source: You can use the login form at
vi: Bạn có thể sử dụng mẫu đăng nhập tại

source: Welcome at
vi: Chào mừng

source: Your account is now active
vi: Tài khoản của bạn đã kích hoạt

source: User
vi: Người dùng

source: has requested access to the site.
vi: vừa yêu cầu truy cập vào trang này.

source: You can enable access by setting the user as active on the admin section
vi: Bạn có thể bật truy cập bằng cách thiết lập người dùng này ở chế độ kích hoạt bằng tính năng admin

source: has created an account and has access to the site.
vi: vừa tạo một tài khoản và có quyền truy cập trang này.

source: A user has requested access to the site
vi: Một người dùng vừa yêu cầu truy cập vào trang này

source: You can visit the document's detail page here
vi: Bạn có thể ghé thăm trang thông tin chi tiết của tài liệu này ở đây

source: A document has been approved
vi: Một tài liệu vừa được xác nhận

source: The user
vi: Người dùng

source: uploaded the following document
vi: đạ tải liệu tài liệu sau đây

source: A document has been uploaded
vi: Một tài liệu vừa được tải lên

source: The following document was deleted
vi: Tài liệu sau đây đã bị xóa

source: A document has been deleted
vi: Một tài liệu vừa mới bị xóa

source: The following document was published
vi: Tài liệu sau đã được công bố

source: A document has been published
vi: Một tài liệu vừa mới được công bố

source: rated
vi: đã đánh giá

source: the following document
vi: tài liệu sau đây

source: You can visit the dataset's detail page here
vi: Bạn có thể ghé thăm trang dữ liệu chi tiết ở đây

source: A document has been rated
vi: Một tài liệu vữa mới được đánh giá

source: The following document was updated
vi: Tài liệu sau đây đã được cập nhật

source: A document has been updated
vi: Một tài liệu vừa mới được cập nhật

source: You have received the following notice from
vi: Bạn vừa mới nhận chú ý sau đây từ

source: To change how you receive notifications, please go to
vi: Để thay đổi cách bạn nhận thông báo, vui lòng vào

source: The following dataset was approved
vi: Dữ liệu sau đây đã được chấp nhận

source: A dataset has been approved
vi: Một dữ liệu vừa được xác nhận

source: uploaded the following dataset
vi: đã tải lên những dữ liệu sau

source: A new dataset has been uploaded
vi: Một ldữ liệu mới vừa mới được tải lên

source: The following dataset was deleted
vi: Dữ liệu sau đây đã bị xóa

source: A dataset has been deleted
vi: Một dữ liệu vừa mới bị xóa

source: The following dataset was published
vi: Dữ liệu sau đây đã được công bố

source: A dataset has been published
vi: Một dữ liệu vừa mới được công bố

source: the following dataset
vi: dữ liệu sau đây

source: A dataset has been rated
vi: Một dữ liệu vừa mới được đánh giá

source: The following dataset was updated
vi: Dữ liệu sau đây đã được cập nhật

source: A dataset has been updated
vi: Một dữ liệu vừa mới được cập nhật

source: The following map was approved
vi: Bản đồ sau đây đã được xác nhận

source: You can visit the map's detail page here
vi: Bạn có thể ghé thăm trong bản đồ chi tiết ở đây

source: A map has been approved
vi: Một bản đồ vừa mới được xác nhận

source: created the following map
vi: đã tạo bản đồ sau đây

source: A map has been created
vi: Một bản đồ vừa được tạo

source: The following map was deleted
vi: Bản đồ sau đây đã bị xóa

source: A map has been deleted
vi: Một bản đồ vừa mới bị xóa

source: The following map was published
vi: Bản đồ sau đây đã được công bố

source: A map has been published
vi: Một bản đồ vừa mới được công bố

source: the following map
vi: bản đồ sau đây

source: A map has been rated
vi: Một bản đồ vừa mới được đánh giá

source: The following map was updated
vi: Bản đồ sau đây đã được cập nhật

source: A map has been updated
vi: Một bản đồ vừa mới được cập nhật

source: Notification Settings
vi: Cài đặt thông báo

source: Notification Type
vi: Loại thông báo

source: requested you to download this resource
vi: đã yêu cầu bạn để được tải xuống dữ liệu này

source: Please go to resource page and assign the download permissions if you wish
vi: Vui lòng vào trong dữ liệu và gán quyến tải xuống nếu bạn muốn

source: A resource's download has been requested
vi: Một yêu cầu tải dữ liệu xuống vừa mới được gửi

source: Privacy &#038; Cookies Policy
vi: Riêng tư &#038; Chính sách Cookies

source: page
vi: trang

source: of
vi: của

source: search
vi: tìm

source: Search by name
vi: Tìm bởi tên

source: Total
vi: Tổng

source: Most recent
vi: Gần đây nhất

source: Less recent
vi: Ít gần đây

source: Most popular
vi: Phổ biến nhất

source: Share This Dataset
vi: Chia sẻ Dữ liệu này

source: Share This
vi: Chia sẻ

source: Social Network Login Failure
vi: Lỗi đăng nhập mạng xã hội

source: Code
vi: Mã

source: Exception
vi: Ngoại lệ

source: Account Connections
vi: Những kết nối tài khoản

source: You currently have no social network accounts connected to this account.
vi: Bạn hiện không có tài khoản xã hội được kết nối với tài khoản này.

source: Add a 3rd Party Account
vi: Thêm một Tài khoản từ bên thứ 3

source: Connect
vi: Kết nối

source: You are about to connect a new third party account from
vi: Bạn sắp kết nối bằng tài khoản bên thứ ba từ

source: Sign in with
vi: Đăng nhập bằng

source: You are about to sign in using a third party account from
vi: Bạn sắp đăng nhập bằng tài khoản bên thứ ba từ

source: Continue
vi: Tiếp tục

source: Login Cancelled
vi: Đăng nhập đã được hủy

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
vi: Bạn đã quyết định hủy đăng nhập vào trang web của chúng tôi bằng một trong các tài khoản hiện có của mình. Nếu đây là một sai lầm, vui lòng tiếp tục <a href="%(login_url)s">đăng nhập</a> .

source: Signup
vi: Đăng ký

source: Sign Up
vi: Đăng Ký

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
vi: Bạn sắp sử dụng tài khoản %(provider_name)s của mình để đăng nhập vào %(site_name)s. Bước cuối cùng, vui lòng điền vào biểu mẫu sau:

source: Connect with
vi: Kết nối với

source: Sign up with
vi: Đăng ký với

source: Message Inbox
vi: Hộp thư tin nhắn

source: Messages
vi: Tin nhắn

source: Mark selected as read
vi: Đánh dấu chọn là đã đọc

source: Mark selected as unread
vi: Đánh dấu được chọn là chưa đọc

source: Create Message
vi: Tạo tin nhắn

source: To users
vi: Đến người dùng

source: To groups
vi: Đến nhóm

source: Subject
vi: Vấn đề

source: Content
vi: Nội dung

source: Send message
vi: Gửi tin nhắn

source: Back to Inbox
vi: Trở lại Hộp thư

source: Sent to
vi: Gửi đến

source: by
vi: bởi

source: You have no messages
vi: Bạn không có tin nhắn

source: Send Reply
vi: Gửi trả lời

source: GeoNode Themes Library
vi: Thư viện themes MapHub

source: Could not access to uploaded data.
vi: Không thể truy cập dữ liệu đã được tải lên.

source: Base file must be a file or url.
vi: Tài liệu phải là một tập tin hoặc url.

source: Upload Datasets
vi: Upload dữ liệu

source: Upload Dataset Step: Set SRS
vi: Bước tải dữ liệu: Thiết lập SRS

source: Provide CRS for
vi: Cung cấp CRS cho

source: A coordinate reference system for this dataset could not be determined. Locate or enter the appropriate ESPG code for this dataset below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
vi: Một hệ thống tài liệu tham khảo phối hợp cho lớp này không thể xác định được. Xác định vị trí hoặc nhập mã ESPG thích hợp cho layer này bên dưới. Một cách để làm điều này là do tham quan: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> và nhập như sau:

source: Advanced Options
vi: Tùy chọn nâng cao

source: Target SRS
vi: SRS mục tiêu

source: EPSG Code (Target SRS)
vi: Mã EPSG (SRS mục tiêu)

source: Select a Target SRS
vi: Chọn một SRS mục tiêu

source: leave it empty to use only Source SRS
vi: để trống nếu dùng SRS nguồn

source: Spatial Reference System
vi: Hệ thống tham chiếu không gian (SRS)

source: Identifiers
vi: Định danh

source: Upload Dataset Step: CSV Field Mapping
vi: Bước tải dữ liệu: Ánh xạ trường CSV

source: Geospatial Data
vi: Không gian địa lý dữ liệu

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
vi: Xin cho biết các thuộc tính chứa các vĩ độ và kinh độ trong dữ liệu CSV.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
vi: Với dữ liệu này, MapHub đã có thể đoán mà các thuộc tính có chứa các vĩ độ và kinh độ, nhưng hãy xác nhận rằng các thuộc tính chính xác được lựa chọn dưới đây.

source: Select an attribute
vi: Chọn một thuộc tính

source: Your upload is either complete or you haven't resumed an earlier one.
vi: Tải lên của bạn là hoàn toàn hoặc bạn đã không tiếp tục một sớm một.

source: Upload Form
vi: Tải lên Mẫu

source: Time series configuration
vi: Cấu hình dòng thới gian

source: Date time fields were detected inside
vi: Trường thời gian được phát hiện trong

source: Do you want to configure it as a time series dataset?
vi: Bạn có muốn cấu hình dữ liệu theo thời gian?

source: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If GeoNode is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
vi: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If MapHub is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.

source: Yes: by converting data to a timestamp using standard date/time representation
vi: Có: chuyến thành timestamp dùng biểu diễn date/time chuẩn

source: Yes: by converting a number as Year
vi: Có: chuyến số thành Năm

source: Date Format
vi: Định dạng ngày

source: Optional End-Time attribute
vi: Thuộc tính End-Time tùy chọn

source: Existing Time Attribute
vi: Thời gian hiện tại Attribute

source: Convert Text Attribute
vi: Chuyển đổi văn bản Attribute

source: Convert Number (As Year)
vi: Chuyển đổi Số (Như năm)

source: Time attribute Presentation
vi: Đại diện thuộc tính thời gian

source: List
vi: Danh sách

source: of all the distinct time values
vi: của tất cả các giá trị thời gian riêng biệt

source: Intervals
vi: Khoảng thời gian

source: defined by the resolution
vi: xác định bởi độ phân giải

source: Continuous Intervals
vi: Khoảng liên tục

source: for data that is frequently updated, resolution describes the frequency of updates
vi: cho dữ liệu được cập nhật thường xuyên, độ phân giải mô tả tần số cập nhật

source: Resolution of time attribute
vi: Nghị quyết của thuộc tính thời gian

source: The 'best guess' will handle date and optional time variants of
vi: Các 'đoán tốt nhất' sẽ xử lý ngày tháng và thời gian tùy chọn biến thể của

source: In terms of the formatting flags noted above, these are
vi: Trong điều kiện của các cờ định dạng đã nói ở trên, đây là những

source: Not Valid ISO-8601 for
vi: Không hợp lệ ISO-8601 cho

source: Wrong Selection
vi: Lựa chọn sai

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
vi: Trở lại với những trang upload khởi đầu trong <span id="cnt">5</span> giây

source: Or just go
vi: Hoặc chỉ cần đi

source: now
vi: hiện nay

source: Dataset already exists
vi: Dữ liệu đã tồn tại

source: Error configuring time:
vi: Lỗi cấu hình thời gian:

source: The Upload Session is no more available
vi: Phiên Upload không hợp lệ hoặc không thể truy cập

source: Error uploading Dataset
vi: Lỗi khi tải dữ liệu lện

source: Invalid zip file detected
vi: Têp tin zip không hợp lệ đã phát hiện

source: Could not find any valid spatial file inside the uploaded zip
vi: Không thể tìm thấy bất kỳ lớp trong một chiếu tương thích

source: Invalid kmz file detected
vi: Têp tin kmz không hợp lệ đã phát hiện

source: Could not find any kml files inside the uploaded kmz
vi: Không thể tìm thấy bất kỳ lớp trong một chiếu tương thích

source: Only one shapefile per zip is allowed
vi: Chỉ một shapefile trong tệp tin zip được cho phép

source: Only one kml file per ZIP is allowed
vi: Chỉ một kml trong tệp tin zip được cho phép

source: Only one kml file per kmz is allowed
vi: Chỉ một kml trong tệp tin kmz được cho phép

source: Only one raster file per ZIP is allowed
vi: Chỉ một raster trong tệp tin zip được cho phép

source: No multiple rasters allowed
vi: Không cho phép nhiều tệp tin raster

source: Unsupported file type: {e.message}
vi: Kiễu tệp tin không hỗ trợ: {e.message}

source: File does not exist: {absolute_base_file}
vi: Tệp tin không tồn tại: {absolute_base_file}

source: unknown item state: {task.state}
vi: trạng thái không xác định: {task.state}

source: error during import: {progress.get('message')}
vi: lỗi trong lúc nhập: {progress.get('message')}

source: Could not find any valid Time Regex for the Mosaic files.
vi: Không thể tìm thấy Time Regex hợp lệ cho tệp Mosaic.

source: Unsupported DataBase for Mosaics!
vi: Không hỗ trợ CSDL cho Mosaics!

source: Upload Session invalid or no more accessible!
vi: Phiên Upload không hợp lệ hoặc không thể truy cập!

source: Invalid permission level.
vi: Mức cho phép không hợp lệ.

source: Permission Denied
vi: Quyền bị từ chối
