Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: You dont have enougth rigths to see the resource detail
vi: Bạn không được phép để lưu hoặc chỉnh sửa bản đồ này

source: You are not permitted to change this service.
vi: Bạn không được phép để loại bỏ dịch vụ này.

source: You are not permitted to remove this service.
vi: Bạn không được phép để loại bỏ dịch vụ này.

source: Service {service.name} has been deleted
vi: Dịch vụ {service.name} vừa mới bị xóa

source: created
vi: tạo

source: deleted
vi: đã xóa

source: updated
vi: đã cập nhật

source: uploaded
vi: tải lên

source: Recent activity
vi: Hoạt động gần đây

source: to
vi: đến

source: Not Permitted
vi: Không được phép

source: You are not allowed to perform this operation.
vi: Bạn không được phép để thực hiện hoạt động này.

source: Please verify that you are logged in as the correct user.
vi: Vui lòng xác minh rằng bạn đang đăng nhập như là người dùng chính xác.

source: Please login or register and retry.
vi: Vui lòng đăng nhập hoặc đăng ký và thử lại.

source: Page Not Found
vi: Không tìm thấy trang

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
vi: Trang bạn yêu cầu không tồn tại. Có lẽ bạn đang sử dụng một bookmark lỗi thời?

source: There was a problem loading this page
vi: Có một vấn đề tải trang này

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
vi: Vui lòng liên hệ với quản trị viên MapHub của bạn (họ có thể đã tự động nhận được email nếu họ định cấu hình đúng cách). Nếu bạn là quản trị viên trang web, hãy bật chế độ gỡ lỗi để xem lỗi thực tế và khắc phục lỗi hoặc gửi sự cố trong <a href="http://github.com/GeoNode/geonode/issues">trình theo dõi sự cố của MapHub</a>

source: Info
vi: Thông tin

source: Share
vi: Cổ phiếu

source: Ratings
vi: Xếp hạng

source: Set permissions on selected resources
vi: Thiết lập quyền trên tài nguyên đã chọn

source: Apply Changes
vi: Áp dụng Thay đổi

source: Who can view it?
vi: Ai có thể xem nó?

source: Anyone
vi: Bất cứ người nào

source: The following users:
vi: Người sử dụng sau đây:

source: The following groups:
vi: Các nhóm sau:

source: Who can download it?
vi: Ai có thể tải về nó?

source: Who can change metadata for it?
vi: Ai có thể thay đổi siêu dữ liệu cho nó?

source: Who can edit data for this dataset?
vi: Ai có thể chỉnh sửa dữ liệu cho lớp này?

source: Who can edit styles for this dataset?
vi: Ai có thể chỉnh sửa phong cách cho lớp này?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
vi: Ai có thể quản lý nó? (Cập nhật, xóa, cho phép thay đổi, xuất bản / huỷ xuất bản nó)

source: About GeoNode
vi: Về MapHub

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
vi: MapHub is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
vi: Data management tools built into MapHub allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the MapHub instance contains.

source: Account Inactive
vi: Tài khoản không kích hoạt

source: This account is inactive.
vi: Tài khoản này không kích hoạt.

source: Account Pending Approval
vi: Tài khoản đang xác nhận

source: Account
vi: Tài khoản

source: E-mail Addresses
vi: Địa chỉ E-mail

source: Verified
vi: Đã xác thực

source: Unverified
vi: Bỏ xác nhận

source: Primary
vi: Chính

source: Make Primary
vi: Làm Chính

source: Re-send Verification
vi: Gửi lại xác nhận

source: Warning:
vi: Cảnh báo:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
vi: Bạn hiện không có bất kỳ địa chỉ e-mail nào được thiết lập. Bạn thực sự nên thêm địa chỉ e-mail để có thể nhận thông báo, đặt lại mật khẩu, v.v.

source: Add E-mail Address
vi: Thêm địa chỉ E-Mail

source: Add E-mail
vi: Thêm E-mail

source: Create an account on %(site_name|urlencode)s
vi: Tạo một tài khoản trên %(site_name|urlencode)s

source: Change password email notification
vi: Thông báo email thay đổi mật khẩu

source: Password reset
vi: Đặt lại mật khẩu

source: Confirm E-mail Address
vi: Xác nhận đại chỉ E-mail

source: Confirm
vi: Xác nhận

source: Log in
vi: Đăng nhập

source: Log in to an existing account
vi: Đăng nhập vào tài khoản

source: or
vi: hoặc

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
vi: Nếu bạn chưa có tài khoản, vui lòng <a href="%(signup_url)s">đăng ký</a>.

source: Forgot Password?
vi: Quên mật khẩu của bạn?

source: Sign In
vi: Đăng nhập

source: Log out
vi: Thoát

source: Are you sure you want to log out?
vi: Bạn có chắc chắn bạn muốn thoát?

source: Password change
vi: Thay đổi mật khẩu

source: Password Change
vi: Thay đổi mật khẩu

source: Change your password here
vi: Thay đổi mật khẩu của bạn ở đây

source: Change my password
vi: Đổi mật khẩu của tôi

source: Password reset
vi: Đặt lại mật khẩu

source: Password Reset
vi: Thiết lập lại mật khẩu

source: Forgotten your password?
vi: Đã quên mật khẩu của bạn?

source: Reset my password
vi: Thiết lập lại mật khẩu của mình

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
vi: Nếu bạn có bất kỳ rắc rối đặt lại mật khẩu của bạn, hãy liên hệ với chúng tôi tại <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: Change Password
vi: Đổi Mật Khẩu

source: Bad Token
vi: Mã Token Sai

source: change password
vi: đổi mật khẩu

source: Your password is now changed.
vi: Mật khẩu của bạn đã được đổi.

source: Set Password
vi: Thiết lập mật khẩu

source: Password Set
vi: Thiết lập mật khẩu

source: Set your password here
vi: Thiết lập mật khảu của bạn ở đây

source: Set password
vi: Thiết lập mật khẩu

source: Sign up
vi: Ghi tên

source: Sign up with one of your existing third party accounts
vi: Đăng ký với một trong những tài khoản bên thứ 3 đã có của bạn

source: Sign Up Closed
vi: Đăng Ký Đã Đóng

source: We are sorry, but the sign up is currently closed.
vi: Chúng tôi rất tiếc, tính năng đăng ký hiện tại đã khóa.

source: Note
vi: Ghi chú

source: you are already logged in as %(user_display)s.
vi: bạn đã đăng nhập bằng %(user_display)s.

source: Verify your email address
vi: Xác nhận địa chị email của bạn

source: Verify Your E-mail Address
vi: Xác nhận địa chị email của bạn

source: My Activity feed
vi: Thức ăn Hoạt động của tôi

source: Activity Feed
vi: Hoạt động nguồn cấp dữ liệu

source: Yes, I'm sure
vi: Có, tôi chắc chắn

source: GeoNode site admin
vi: MapHub site admin

source: GeoNode administration
vi: Quản trị MapHub

source: Delete Announcement?
vi: Xóa thông báo?

source: Delete
vi: Xóa bỏ

source: Edit Announcement
vi: Chỉnh sửa Thông báo

source: Create Announcement
vi: Tạo Thông báo

source: New Announcement
vi: Thông báo mới

source: Level
vi: Mức

source: Announcement
vi: Thông cáo

source: Published From
vi: Xuất bản Từ

source: Announcements : %(announcement)s
vi: Thông báo: %(announcement)s

source: GeoNode Search
vi: Tìm kiếm MapHub

source: Data
vi: Dữ liệu

source: Explore
vi: Khám phá

source: People
vi: Người

source: Add User
vi: Thêm User

source: Register
vi: Đăng ký

source: Recent Activity
vi: Hoạt động gần đây

source: Inbox
vi: Hộp thư đến

source: Help
vi: Trợ giúp

source: Sign in
vi: Đăng nhập

source: You are using an outdated browser that is not supported by GeoNode.
vi: Bạng đang dùng một duyệt trình không được hỗ trợ bởi MapHub.

source: Powered by
vi: Cung cấp bởi

source: version
vi: phiên bản

source: Developers
vi: Nhà phát triển

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Remember Me
vi: Ghi nhớ

source: Uploading...
vi: Đang tải...

source: Upload in progress...
vi: Đang tực hiện Upload...

source: Processing...
vi: Đang xử lý...

source: Updating Thumbnail...
vi: Đang cập nhật hình đại diện...

source: Message box
vi: Hộp thư tin nhắn

source: OK
vi: Đồng ý

source: Message. Do you want to proceed?
vi: Tin nhắn. Bản muốn tiếp tục?

source: Processing Resource...
vi: Đang xử lý dữ liệu...

source: Information for Developers
vi: Thông tin dành cho nhà phát triển

source: Useful information for developers interested in GeoNode.
vi: Thông tin hữu ích cho các nhà phát triển quan tâm MapHub.

source: <p><a href="http://geonode.org/">GeoNode</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of GeoNode. It also includes links to the project's source code so anyone can build and customize their own GeoNode. </p> <h3>GeoNode Software</h3> <p>All the code that runs GeoNode is open source. The code is available at <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. The issue tracker for the project is at <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode is built using several open source projects, each with its own community. If you are interested in contributing new features to the GeoNode, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by ISO and the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost). Additionally, CSW (Catalog Service for the Web) supports access to collections of descriptive information (metadata) about data and services.</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by GeoNode is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with GeoNode's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a GeoNode map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a GeoNode map layer in a Google Map, include the dataset name in the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the GeoNode web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>
vi: <p><a href="http://dientoan.vn/">MapHub</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of MapHub. It also includes links to the project's source code so anyone can build and customize their own MapHub. </p> <h3>MapHub Software</h3> <p>MapHub is built using several open source projects, each with its own community. If you are interested in contributing new features to the MapHub, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by ISO and the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost). Additionally, CSW (Catalog Service for the Web) supports access to collections of descriptive information (metadata) about data and services.</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by MapHub is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with MapHub's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a MapHub map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("MapHub Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a MapHub map layer in a Google Map, include the dataset name in the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the MapHub web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>

source: GeoNode's Web Services
vi: MapHub's Web Services

source: GeoNode's Web Services are available from the following URLs:
vi: Web Dịch vụ MapHub của có sẵn từ các URL sau:

source: Dynamic tiles via WMS:
vi: Gạch động thông qua WMS:

source: Vector data via WFS:
vi: Dữ liệu Vector qua WFS:

source: Raster data via WCS:
vi: Dữ liệu Raster qua WCS:

source: Metadata search via CSW:
vi: Tìm kiếm siêu dữ liệu qua CSW:

source: Cached tiles via WMTS:
vi: Gạch Cached qua WMTS:

source: User Guide
vi: Hướng dẫn sử dụng

source: GeoNode Help
vi: Trợ giúpMapHub

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
vi: Trang này cung cấp thông tin hữu ích về cách sử dụng các MapHub. Bạn có thể sử dụng các liên kết bên để điều hướng đến những gì bạn muốn biết.
