Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Request to download a resource
vi: Gửi yêu cầu để tải dữ liệu xuống

source: A request for downloading a resource was sent
vi: Yêu cầu tải dữ liệu xuống đã được gửi

source: Request resource change
vi: Yêu cầu thay đổi dữ liệu

source: Owner has requested permissions to modify a resource
vi: Người sở hữu đã yêu cầu quyền để chỉnh sửa dữ liệu

source: series
vi: loạt

source: computer program or routine
vi: chương trình máy tính hoặc thường xuyên

source: feature type
vi: loại đặc tính

source: copy or imitation of an existing or hypothetical object
vi: bản sao hay bắt chước của một đối tượng hiện có hoặc giả thuyết

source: collection hardware
vi: phần cứng bộ sưu tập

source: collection session
vi: phiên bộ sưu tập

source: non-geographic data
vi: dữ liệu không địa lý

source: property type
vi: loại tài sản

source: field session
vi: phiên lĩnh vực

source: dataset
vi: bộ dữ liệu

source: service interfaces
vi: giao tiếp dịch vụ

source: attribute class
vi: lớp thuộc tính

source: characteristic of a feature
vi: đặc trưng của một tính năng

source: tile or spatial subset of geographic data
vi: gạch hoặc tập hợp con của không gian dữ liệu địa lý

source: feature
vi: đặc tính

source: dimension group
vi: nhóm kích thước

source: frequency of maintenance for the data is not known
vi: tần suất bảo trì cho các dữ liệu không được biết đến

source: data is repeatedly and frequently updated
vi: dữ liệu được liên tục và thường xuyên cập nhật

source: there are no plans to update the data
vi: không có kế hoạch để cập nhật dữ liệu

source: data is updated each day
vi: dữ liệu được cập nhật mỗi ngày

source: data is updated every year
vi: dữ liệu được cập nhật hàng năm

source: data is updated as deemed necessary
vi: dữ liệu được cập nhật khi cần thiết

source: data is updated each month
vi: dữ liệu được cập nhật mỗi tháng

source: data is updated every two weeks
vi: dữ liệu được cập nhật mỗi hai tuần

source: data is updated in intervals that are uneven in duration
vi: dữ liệu được cập nhật trong khoảng thời gian đó là không đồng đều trong thời gian

source: data is updated on a weekly basis
vi: dữ liệu được cập nhật trên cơ sở hàng tuần

source: data is updated twice each year
vi: dữ liệu được cập nhật hai lần mỗi năm

source: data is updated every three months
vi: dữ liệu được cập nhật mỗi ba tháng

source: No information provided
vi: Không có thông tin cung cấp

source: Category is required.
vi: Danh mục được yêu cầu.

source: Keywords from Thesaurus
vi: Từ khóa từ Thesaurus

source: List of keywords from Thesaurus
vi: Danh sách từ khác từ Theseurus

source: Abstract
vi: Tóm tắt

source: Purpose
vi: Mục đích

source: Other constraints
vi: Ràng buộc khác

source: Data quality statement
vi: Tuyên bố về chất lượng dữ liệu

source: Owner
vi: Chủ nhân

source: Date
vi: Ngày

source: temporal extent start
vi: thời gian bắt đầu mức độ

source: temporal extent end
vi: thời gian mức độ cuối

source: Person outside GeoNode (fill form)
vi: Cá nhân ngoài MapHub (điền form)

source: Point of Contact
vi: Mối liên lạc

source: Metadata Author
vi: Thông tin Tác giả

source: Free-text Keywords
vi: Từ khóa

source: A space or comma-separated list of keywords. Use the widget to select from Hierarchical tree.
vi: Một không gian hoặc danh sách bằng dấu phẩy của các từ khóa.

source: Regions
vi: Khu vực

source: Group
vi: Nhóm

source: Category
vi: Danh mục

source: License
vi: Giấy phép

source: Language
vi: Ngôn ngữ

source: Resource
vi: Tài nguyên

source: Reason
vi: Lý do

source: Short reasoning behind the request
vi: Lý do ngắn đằng sau yêu cầu

source: function performed by the responsible party
vi: chức năng thực hiện bởi các bên chịu trách nhiệm

source: brief narrative summary of the content of the resource(s)
vi: ngắn gọn tóm tắt diễn giải nội dung của tài nguyên (s)

source: reference date for the cited resource
vi: ngày tham chiếu cho các tài nguyên trích dẫn

source: identification of when a given event occurred
vi: xác định khi một sự kiện được xảy ra

source: version of the cited resource
vi: phiên bản của tài nguyên trích dẫn

source: summary of the intentions with which the resource(s) was developed
vi: tóm tắt những ý định mà các nguồn tài nguyên (s) đã được phát triển

source: frequency with which modifications and deletions are made to the data after it is first produced
vi: tần số mà thay đổi và xóa bỏ được thực hiện cho các dữ liệu sau khi nó được sản xuất đầu tiên

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated)
vi: từ thường được sử dụng (s) hoặc từ chính thức (s) hoặc cụm từ (s) được sử dụng để mô tả các đối tượng (không gian hoặc bằng dấu phẩy)

source: formalised word(s) or phrase(s) from a fixed thesaurus used to describe the subject (space or comma-separated)
vi: từ thường được sử dụng (s) hoặc từ chính thức (s) hoặc cụm từ (s) được sử dụng để mô tả các đối tượng (không gian hoặc bằng dấu phẩy)

source: keyword identifies a location
vi: từ khóa xác định một vị trí

source: limitation(s) placed upon the access or use of the data.
vi: hạn chế (s) được đặt trên các truy cập hoặc sử dụng các dữ liệu.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
vi: hạn chế khác và điều kiện tiên quyết pháp lý cho việc truy cập và sử dụng tài nguyên hoặc siêu dữ liệu

source: license of the dataset
vi: giấy phép của bộ dữ liệu

source: language used within the dataset
vi: ngôn ngữ được sử dụng trong các tập dữ liệu

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
vi: cao cấp dữ liệu địa lý phân loại theo chủ đề để hỗ trợ các nhóm và tìm kiếm có sẵn của bộ dữ liệu địa lý.

source: method used to represent geographic information in the dataset.
vi: phương pháp được sử dụng để đại diện cho thông tin địa lý trong tập dữ liệu.

source: time period covered by the content of the dataset (start)
vi: khoảng thời gian bao phủ bởi các nội dung của dữ liệu (bắt đầu)

source: time period covered by the content of the dataset (end)
vi: khoảng thời gian bao phủ bởi các nội dung của dữ liệu (kết thúc)

source: general explanation of the data producer's knowledge about the lineage of a dataset
vi: giải thích chung về kiến ​​thức sản xuất dữ liệu về dòng dõi của một tập dữ liệu

source: title
vi: tiêu đề

source: name by which the cited resource is known
vi: tên mà nguồn trích dẫn là được biết đến

source: abstract
vi: tóm tắt

source: purpose
vi: mục đích

source: alternate
vi: thay thế

source: date
vi: ngày

source: date type
vi: loại ngày

source: edition
vi: phiên bản

source: Attribution
vi: Đóng góp

source: maintenance frequency
vi: tần số bảo trì

source: keywords
vi: từ khóa

source: keywords region
vi: khu vực từ khóa

source: restrictions
vi: hạn chế

source: restrictions other
vi: hạn chế khác

source: language
vi: ngôn ngữ

source: spatial representation type
vi: loại biểu diễn không gian

source: supplemental information
vi: thông tin bổ sung

source: any other descriptive information about the dataset
vi: bất kỳ thông tin mô tả khác về dữ liệu

source: data quality statement
vi: tuyên bố chất lượng dữ liệu

source: CSW schema
vi: Schema CSW

source: CSW source
vi: CSW nguồn

source: CSW insert date
vi: CSW ngày chèn

source: CSW type
vi: CSW loại

source: CSW WKT geometry
vi: CSW WKT hình học

source: Metadata uploaded preserve
vi: Giữ nguyên thông tin dữ liệu đã tải lên

source: Featured
vi: Dữ liệu nổi bật

source: Should this resource be advertised in home page?
vi: Nguồn tài nguyên này nên được quảng cáo trên trang chủ?

source: Was Published
vi: Đã được công bố

source: Previous Published state.
vi: Trạng thái Công bố Trước đây.

source: Is Published
vi: Đã được công bố

source: Should this resource be published and searchable?
vi: Nguồn tài nguyên này phải được công bố và có thể tìm kiếm?

source: Was Approved
vi: Đã được xác nhận

source: Previous Approved state.
vi: Trạng thái Xác nhận trước đây.

source: Approved
vi: Đã được xác nhận

source: Is this resource validated from a publisher or editor?
vi: Dữ liệu này đã được đánh giá bởi người công bố hoặc người biên soạn?

source: Thumbnail url
vi: Đường dẫn ảnh đại diện

source: Thumbnail path
vi: Đường dẫn hình đại diện

source: State
vi: Trạng thái

source: Hold the resource processing state.
vi: Giữ nguyên trang thái xử lý dữ liệu.

source: Source Type
vi: Loại nguồn

source: The resource source type, which can be one of "LOCAL", "REMOTE" or "COPYREMOTE".
vi: Kiểu nguồn dữ liệu, có thể là một trong "LOCAL", "REMOTE" hoặc "COPYREMOTE".

source: Remote Service Typename
vi: Loại dịch vụ từ xa

source: Dirty State
vi: Trạng thái tạm

source: Resource Type
vi: Loại dữ liệu

source: Metadata
vi: Thông tin

source: If true, will be excluded from search
vi: Nếu đúng, sẽ bị loại trừ khỏi tìm kiếm

source: Extra Metadata
vi: Thông tin thêm

source: None
vi: Không

source: View
vi: Xem

source: Download
vi: Tải về

source: Edit
vi: Chỉnh sửa

source: Manage
vi: Quản lý

source: For example "kml"
vi: Ví dụ "kml"

source: For example "View in Google Earth"
vi: Ví dụ "Xem trong Google Earth"

source: For example "text/xml"
vi: Ví dụ "text / xml"

source: About
vi: Thông tin

source: Responsible, Point of Contact, Metadata Author
vi: Chủ sở hữu, Liên lạc, Thông tin Tác giả

source: Responsible
vi: Trách nghiệm

source: Title
vi: Tiêu đề

source: For more info see
vi: Để biết thêm thông tin xem

source: Creation Date
vi: Ngày tạo

source: Publication Date
vi: Ngày công bố

source: Revision Date
vi: Ngày duyệt

source: Type
vi: Kiểu

source: Keywords
vi: Từ khóa

source: More info
vi: Thông tin thêm

source: Maintenance Frequency
vi: Bảo trì tần số

source: Restrictions
vi: Hạn chế

source: Edition
vi: Phiên bản

source: Temporal Extent
vi: Phạm vi tạm thời

source: Data Quality
vi: Chất lượng dữ liệu

source: Supplemental Information
vi: Thông tin bổ sung

source: Spatial Representation Type
vi: Loại biểu diễn không gian

source: No content created yet.
vi: Không có nội dung được tạo.

source: Temporal Serie
vi: Dòng thời gian

source: Select
vi: Chọn

source: Service is
vi: Dịch vụ là

source: online
vi: trực tuyến

source: offline
vi: ngoại tuyến

source: SECURITY NOT YET SYNCHRONIZED
vi: BẢO MẬT CHƯA ĐƯỢC ĐỒNG BỘ

source: Sync permissions immediately
vi: Đồng bộ quyền ngay lập tức

source: PENDING APPROVAL
vi: ĐANG CHỞ XÁC NHẬN

source: UNPUBLISHED
vi: KHÔNG CÔNG BỐ

source: View Map
vi: Xem bản đồ

source: Batch Edit
vi: Chỉnh sửa bó

source: Cancel
vi: Hủy bỏ

source: Submit
vi: Gửi

source: Discover the available datasets.
vi: Khám phá các dữ liệu có sẵn.

source: Upload a Thumbnail
vi: Tải một hình đại diện lên

source: Remove (and use auto generated thumbnail)
vi: Xóa (và dùng hình đại diện được tạo tự động)

source: Upload
vi: Tải lên

source: Auto generated thumbnail
vi: Hình đại diện được tạo tự động

source: Raster Dataset
vi: Dữ lieu Raster

source: Vector Dataset
vi: Dữ lieu Vector

source: Vector Temporal Serie
vi: Dòng thời gian vector

source: Remote Dataset
vi: Dữ liệu từ xa

source: WMS Cascade Dataset
vi: Lớp WNS xếp tầng

source: me
vi: tôi

source: System message: A request to modify resource
vi: Tin nhắn hệ thống: Một yêu cầu chỉnh sửa dữ liệu

source: Resource title
vi: Tiêu đề dữ liệu

source: Reason for the request
vi: Lý do cho yêu cầu này

source: Resource Cloned Successfully!
vi: Dữ liệu đã nhân bản thành công!

source: You are not permitted to view this resource
vi: Bạn không được cho phép để xem dữ liệu này

source: Not allowed
vi: Không cho phép

source: Resource Metadata
vi: Thông tin dữ liệu

source: Resource ID
vi: Dữ liệu ID

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Extent
vi: Mở rộng

source: Spatial Reference System Identifier
vi: Định danh hệ thống tham chiếu không gian SRS

source: Attributes
vi: Thuộc tính

source: Attribute name
vi: Tên thuộc tính

source: Description
vi: Miêu tả

source: GeoNode Client Library
vi: MapHub Client Library

source: Biota
vi: Sinh vật

source: Boundaries
vi: Vùng biên

source: Economy
vi: Kinh tế

source: Elevation
vi: Độ cao

source: Environment
vi: Môi trường

source: Farming
vi: Nông trại

source: Geoscientific Information
vi: Thông tin khoa học địa chất

source: Health
vi: Sức khỏe

source: Location
vi: Vị trí

source: Oceans
vi: Đại dương

source: Population
vi: Dân số

source: Society
vi: Xã hội

source: Structure
vi: Kiến trúc

source: Transportation
vi: Giao thông

source: Document Created
vi: Tài liệu đã được tạo

source: A Document was created
vi: Một tài liệu đã được tạo

source: Document Updated
vi: Tài liệu đã cập nhật

source: A Document was updated
vi: Một tài liệu đã được cập nhật

source: Document Approved
vi: Tài liệu đã xác nhận

source: A Document was approved by a Manager
vi: Một tài liệu đã được xác nhận bởi người quản lý

source: Document Published
vi: Tài liệu được công bố

source: A Document was published
vi: Một tài liệu đã được công bố

source: Document Deleted
vi: Tài liệu đã xóa

source: A Document was deleted
vi: Một tài liệu đã bị xóa

source: Rating for Document
vi: Xếp hạng cho Tài liệu

source: A rating was given to a document
vi: Một đánh giá cho một tài liệu

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: Make
vi: Làm

source: Model
vi: Mô hình

source: Latitude
vi: Vĩ độ

source: Not specified
vi: Không xác định

source: Longitude
vi: Kinh độ

source: True
vi: Đúng

source: False
vi: Sai

source: Speed Rating
vi: Đánh giá tốc độ

source: Link to
vi: Liên kết đến

source: File
vi: Hồ sơ

source: Permissions must be valid JSON.
vi: Quyền phải JSON hợp lệ.

source: Document must be a file or url.
vi: Tài liệu phải là một tập tin hoặc url.

source: A document cannot have both a file and a url.
vi: Một tài liệu không thể có cả một tập tin và một url.

source: This file type is not allowed
vi: Loại tập tin này không được phép

source: Document must be a file.
vi: Tài liệu phải là một tập tin.

source: The URL of the document if it is external.
vi: URL của tài liệu nếu nó là bên ngoài.

source: View Metadata
vi: Xem thông tin

source: View and Download
vi: Xem và Tải về

source: for %(document_title)s
vi: cho %(document_title)s

source: Completeness
vi: Mức hoàn thành

source: Error updating metadata. Please check the following fields:
vi: Lỗi cập nhật dữ liệu. Vui lòng kiểm tra các trường thông tin sau:

source: Done
vi: Xong

source: Metadata Provider
vi: Nhà cung cấp siêu dữ liệu

source: << Back
vi: << Trở lại

source: Update
vi: Cập nhật

source: Next >>
vi: Tiếp >>

source: Select an option
vi: Chọn một thuộc tính

source: Explore Documents
vi: Khám phá tài liệu

source: Edit Metadata
vi: Chỉnh sửa Metadata

source: Editing details for
vi: Đang chỉnh sửa chi tiết cho

source: Return to Document
vi: Trở về tài liệu

source: Replace Document
vi: Thay Document

source: Replace
vi: Thay thế

source: Clear
vi: Trong sáng

source: Upload Document's Thumbnail
vi: Tải hình đại diện của tài liệu lên

source: Drop files here
vi: Thả các tập tin ở đây

source: or select them one by one:
vi: hoặc chọn từng cái một:

source: Choose Files
vi: Chọn tệp tin

source: Files to be uploaded
vi: Các tập tin được tải lên

source: Upload files
vi: Tải file

source: Upload Documents
vi: Tài liệu tải lên

source: Allowed document types
vi: Những kiểu tài liệu được cho phép

source: Done!
vi: Xong!

source: Settings
vi: Thiết lập

source: Advanced Metadata
vi: Thông tin nâng cao

source: Mandatory
vi: Bắt buộc

source: Optional
vi: Tùy chọn

source: Basic Metadata
vi: Thông tin cơ bản

source: Location and Licenses
vi: Vị trí và giấy phép

source: Required Metadata
vi: Thông tin bắt buộc

source: Optional Metadata
vi: Thông tin tùy chọn

source: Choose one of the following...
vi: Chọn một trong những cái sau...

source: Other, Optional, Metadata
vi: Khác, Tùy chọn, Thông tin

source: Responsible Parties
vi: Các bên chịu trách nhiệm

source: Responsible and Permissions
vi: Trách nhiệm và quyền

source: Publishing
vi: Công bố

source: You are not allowed to view this document.
vi: Bạn không được phép xem tài liệu này.

source: You are not permitted to delete this document
vi: Bạn không được phép để xóa tài liệu này

source: You do not have permissions for this document.
vi: Bạn không có quyền cho tài liệu này.

source: You are not permitted to modify this document
vi: Bạn không được phép chỉnh sửa tài liệu này

source: You are not permitted to modify this document's metadata
vi: Bạn không được phép chỉnh sửa siêu dữ liệu của tài liệu này

source: You are not permitted to view this document
vi: Bạn không được phép xem tài liệu này

source: Not found
vi: Không tìm thấy

source: You must set a point of contact for this resource
vi: Bạn phải thiết lập thông tin liên lạc cho dử liệu này

source: You must set an author for this resource
vi: Bạn phải thiết lập tác giả cho dữ liệu này

source: App Created
vi: Ứng dụng đã tạo

source: A App was created
vi: Một ứng dụng đã được tạo

source: App Updated
vi: Ứng dụng đã cập nhật

source: A App was updated
vi: Một ứng dụng đã được cập nhật

source: App Approved
vi: Ứng dụng đã được xác nhận

source: App Published
vi: Ứng dụng công bố

source: A App was published
vi: Một ứng dụng đã được công bố

source: App Deleted
vi: Ứng dụng đã xóa

source: A App was deleted
vi: Một ứng dụng đã bị xóa

source: Rating for App
vi: Đánh giá cho

source: A rating was given to an App
vi: Một đánh giá cho một Ứng dụng

source: Name
vi: Tên

source: for %(map_title)s
vi: cho %(map_title)s

source: Note: this geoapp's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
vi: Lưu ý: siêu dữ liệu ban đầu của bản đồ này đã được dân cư bằng cách nhập một tập tin siêu dữ liệu XML. Siêu dữ liệu nhập MapHub hỗ trợ một tập hợp con của các nguyên tố siêu dữ liệu ISO, FGDC, và Dublin Core. Một số metadata ban đầu bạn có thể đã bị mất.

source: Explore GeoApps
vi: Khám phá GeoApps

source: Editing details for %(map_title)s
vi: Chi tiết chỉnh sửa cho %(map_title)s

source: Return to
vi: Quay trở lại

source: New Map
vi: Bản đồ mới

source: Other Settings
vi: Thiết lập khác

source: You are not permitted to delete this app.
vi: Bạn không được cho phép để xóa ứng dụng này.

source: You do not have permissions for this app.
vi: Bạn không có quyền truy cập cho ứng dụng ày.

source: You must be logged in to save this app
vi: Bạn phải đăng nhập để lưu bản đồ này

source: You are not permitted to save or edit this app.
vi: Bạn không được cho phép để lưu hoặc chỉnh sửa ứng dụng này.

source: You are not allowed to modify this app's metadata.
vi: Bạn không được cho phép để thay đổi thông tin của ứng dụng này.

source: You are not allowed to view this app.
vi: Bạn không được cho phép để xem ứng dụng này.

source: An unknown error has occured.
vi: Đã xảy ra một lỗi không rõ.

source: Dataset Uploaded
vi: Dữ lieu đã cập nhật

source: A layer was uploaded
vi: Một lớp đã được tải lên

source: Rating for Dataset
vi: Đánh giá cho dữ liệu

source: A rating was given to a layer
vi: Một đánh giá đã được trao cho một lớp

source: Points
vi: Điểm

source: Lines
vi: Đường

source: Polygons
vi: Vùng

source: Dataset name
vi: Tên dữ liệu

source: Dataset title
vi: Tiêu đề dữ liệu

source: Geometry type
vi: Loại đối tượng

source: Create Dataset
vi: Tạo dữ liệu

source: Create an empty dataset
vi: Tạo một dữ liệu

source: Add Attribute
vi: Thêm thuộc tính

source: Create
vi: Tạo

source: Integer
vi: Interger

source: No title provided
vi: Không có tiêu đề

source: No abstract provided
vi: Không có thông tin tóm tắt

source: An exception occurred loading data to PostGIS
vi: Một ngoại lệ xuật hiện khi tải dữ liệu lên PostGIS

source: Invalid Projection. Dataset is missing CRS!
vi: Phép chiếu không hợp lệ. Dữ liệu thiếu thông tin CRS!

source: Zipped Shapefile
vi: Shapefile nén

source: GeoJSON
vi: GeoJSON còn

source: You don't have permissions to change style for this layer
vi: Bạn không có quyền để thay đổi phong cách cho lớp này

source: Bad HTTP Authorization Credentials.
vi: Bad Giây chứng nhận ủy quyền HTTP.

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
vi: một phiên bản ngắn của tên chỉ gồm các chữ cái, số, dấu gạch dưới và dấu gạch nối.

source: A group already exists with that slug.
vi: Một nhóm đã tồn tại với sên đó.

source: A group already exists with that name.
vi: Một nhóm đã tồn tại với tên đó.

source: User Identifiers
vi: Định danh người dùng

source: Assign manager role
vi: Gán quyền người quản lý

source: Group Categories
vi: Nhóm lĩnh vực

source: Public
vi: Công khai

source: Public (invite-only)
vi: Công cộng (chỉ để mời)

source: Private
vi: Riêng

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
vi: Công cộng: Bất kỳ người dùng đăng ký có thể xem và tham gia vào một nhóm nào. <br> Công cộng (chỉ để mời): Bất kỳ người dùng đăng ký có thể xem các nhóm. Chỉ có người dùng được mời có thể tham gia. <br> Riêng: Đăng ký thành viên không thể nhìn thấy bất kỳ thông tin chi tiết về các nhóm, bao gồm cả thành viên. Chỉ có người dùng được mời có thể tham gia.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
vi: Email được sử dụng để liên lạc với các thành viên một hoặc tất cả các nhóm, chẳng hạn như một danh sách gửi thư, email chia sẻ, hoặc nhóm trao đổi.

source: A space or comma-separated list of keywords
vi: Một không gian hoặc danh sách bằng dấu phẩy của các từ khóa

source: Access
vi: Truy cập

source: Manager
vi: Người quản lý

source: Member
vi: Thành viên

source: Activity Feed for
vi: Hoạt động nguồn cấp dữ liệu cho

source: All
vi: Tất cả

source: Datasets
vi: Tập dữ liệu

source: Maps
vi: Bản đồ

source: Documents
vi: Tài liệu

source: No actions yet
vi: Không có hành động nào

source: Explore Groups
vi: Khám phá Groups

source: Create a Group
vi: Tạo một Nhóm

source: Update Group
vi: Cập nhật Nhóm

source: Remove Group
vi: Xóa Nhóm

source: Create Group
vi: Tạo Nhóm

source: Last Modified
vi: Chỉnh sửa

source: This group has not created a logo.
vi: Nhóm này đã không tạo ra một logo.

source: Edit Group Details
vi: Chỉnh sửa chi tiết Nhóm

source: Manage Group Members
vi: Quản lý Nhóm thành viên

source: Delete this Group
vi: Xóa nhóm này

source: Group Activities
vi: Nhóm hoạt động

source: Permissions
vi: Quyền

source: This group is <strong>%(access)s</strong>.
vi: Nhóm này thì <strong>%(access)s</strong>.

source: Anyone may join this group.
vi: Bất cứ ai cũng có thể tham gia nhóm này.

source: Join Group
vi: Tham gia Nhóm

source: Anyone may view this group but membership is by invitation only.
vi: Bất cứ ai cũng có thể xem nhóm này nhưng thành viên là chỉ lời mời.

source: Membership is by invitation only.
vi: Thành viên là chỉ mời.

source: Managers
vi: Nhà quản lý

source: Members
vi: Thành viên

source: Create a New Group
vi: Tạo một nhóm mới

source: Current Members
vi: Những thành viên hiện tại

source: Remove
vi: Xóa

source: Promote
vi: Đề cử

source: Demote
vi: Hạ cấp

source: Role
vi: Quyền

source: Add new members
vi: Thêm thành viên mới

source: Yes, I am sure
vi: Có, tôi chắc chắn

source: No, don't remove it
vi: Không, không loại bỏ nó

source: Remove Maps/Data from Group
vi: Xóa Maps / Dữ liệu từ Nhóm

source: Remove selected maps/data
vi: Hủy bỏ bản đồ được lựa chọn / dữ liệu

source: Groups
vi: Nhóm

source: Create Group Category
vi: Tạo Nhóm Lĩnh Vực
