Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
vi: Xin chào từ %(site_name)s! Bạn nhận được thư này vì người dùng %(user_display)s đã đưa địa chỉ thư của bạn làm địa chỉ thư để kết nối tài khoản của họ. Để xác nhận là đúng, đi tới %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
vi: Cảm ơn từ %(site_name)s! %(site_domain)s

source: Please confirm email address for %(site_name)s
vi: Hãy xác nhận địa chỉ thư điện tử cho %(site_name)s

source: Create an account on %(site_name)s
vi: Tạo tài khoản trên %(site_name)s

source: This is the email notification to confirm your password has been changed on
vi: Đây là thông báo qua email để xác nhận mật khẩu của bạn đã được thay đổi vào lúc

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
vi: Xin chào từ %(site_name)s! Bạn nhận được thư này vì bạn hay người nào khác đã yêu cầu mật khẩu cho tài khoản người dùng của bạn. Nó có thể bị bỏ qua một cách an toàn nếu bạn không yêu cầu đặt lại mật khẩu. Hãy nhắp vào liên kết bên dưới để đặt lại mật khẩu.

source: In case you forgot, your username is %(username)s.
vi: Trong trường hợp quên, tên người dùng của bạn là %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
vi: Cảm ơn bạn đã dùng %(site_name)s! %(site_domain)s

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
vi: Hãy xác nhận rằng <a href="mailto:%(email)s">%(email)s</a> là địa chỉ thư điện tử cho người dùng %(user_display)s.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
vi: Liên kết xác nhận thư điện tử này đã hết hạn hoặc không hợp lệ. Vui lòng <<a href="%(email_url)s"> gửi yêu cầu xác nhận thư điện tử mới</a>.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
vi: Vui lòng đăng nhập bằng một trong các tài khoản bên thứ ba sẵn có của bạn. Hoặc, <a href="%(signup_url)s"đăng nhập</a> cho tài khoản%(site_name)s và đăng nhập bên dưới:

source: Enter your email address below, and we'll send you an email allowing you to reset it.
vi: Nhập địa chỉ email của bạn vào bên dưới, chúng tôi sẽ gửi email cho phép bạn thiết lập lại.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
vi: Chúng tôi đã gửi cho bạn một e-mail. Xin hãy liên hệ với chúng tôi nếu bạn không nhận được nó trong vòng vài phút.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có lẽ vì nó đã được dùng. Xin hãy yêu cầu một <a href="%(passwd_reset_url)s">đặt lại mật khẩu mới</a>.

source: Create a new local account
vi: Tạo một tài khoản cục bộ mới

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes
vi: Chúng tôi đã gửi thư điện tử cho bạn để xác thực. Hãy đi theo đường dẫn đã cung cấp để hoàn tất quá trình đăng ký. Vui lòng liên hệ với chúng tôi nếu bạn không nhận được trong vòng vài phút

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
vi: Phần này của trang web yêu cầu chúng tôi xác minh rằng bạn là người mà bạn tự nhận là mình. Vì mục đích này, chúng tôi yêu cầu bạn xác minh quyền sở hữu địa chỉ e-mail của mình.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
vi: Chúng tôi đã gửi một thư điện tử cho bạn để xác nhận. Vui lòng nhấn vào liên kết bên trong thư này. Vui lòng liên hệ với chúng tôi nếu bạn không nhận được nó trong vòng vài phút.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
vi: <strong>Lưu ý: </strong> bạn vẫn có thể <a href="%(email_url)s">thay đổi địa chỉ thư điện tử của bạn.

source: Are you sure you want to run the selected
vi: Bạn có chắc muốn chạy chương trình đã chọn

source: Are you sure you want to delete this announcement?
vi: Bạn có chắc muốn xoá thông báo này không?

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
vi: Xuất bản từ <b>%(publish_start)s</b> đến <b>%(publish_end)s</b>.

source: Metadata search via OpenSearch:
vi: Tìm kiếm siêu dữ liệu qua OpenSearch:

source: Metadata search via OAI-PMH:
vi: Tìm kiếm siêu dữ liệu qua OAI-PMH:

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="{{ url_layer_browse }}">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="{{ url_developer }}"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="{{ url_maps_browse }}">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="{{ url_maps_new }}">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="{{ url_maps_browse }}">Contributed Maps</a> tab and click the <a href="{{ url_maps_new }}">create your own map</a> link.</p> <p>This will take you to the <a href="{{ url_maps_new }}">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="{{ url_maps_new }}">Map Composer</a> also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="{{ url_maps_browse }}">Maps</a> tab.</p>
vi: <p>The MapHub provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="{{ url_layer_browse }}">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="{{ url_developer }}"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="{{ url_maps_browse }}">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="{{ url_maps_new }}">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="{{ url_maps_browse }}">Contributed Maps</a> tab and click the <a href="{{ url_maps_new }}">create your own map</a> link.</p> <p>This will take you to the <a href="{{ url_maps_new }}">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="{{ url_maps_new }}">Map Composer</a> also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="{{ url_maps_browse }}">Maps</a> tab.</p>

source: is inviting you to join (%(site_name)s).
vi: đang mời bạn tham gia (%(site_name)s).

source: To do so, please register at <a href="%(invite_url)s">%(site_name)s Registration</a>.
vi: Để làm vậy, xin hãy đăng ký tại <a href="%(invite_url)s">%(site_name)s Đăng ký</a>.

source: Once you receive the confirmation that your account is activated, you can notify
vi: Sau khi nhận được xác nhận rằng tài khoản của bạn đã được kích hoạt, bạn có thể thông báo

source: that you wish to join her/his group(s) through
vi: bạn muốn tham gia nhóm của họ

source: <strong>%(inviter_name)s</strong> is a member of the following group(s):
vi: <strong>%(inviter_name)s</strong> là thành viên của nhóm sau:

source: that you wish to join her/his group(s) through this link
vi: bạn muốn tham gia nhóm của họ qua liên kết này

source: is a member of the following group(s)
vi: là thành viên của (các) nhóm sau

source: Topic Category is mandatory and cannot be empty!
vi: Phân loại chủ đề là bắt buộc và không thể là rỗng!

source: Group is mandatory and cannot be empty!
vi: Nhóm là bắt buộc và không thể là rỗng!

source: email
vi: thư điện tử

source: Spatial Extent
vi: Phạm vi không gian

source: Projection System
vi: Hệ thống chiếu

source: * Field declared Mandatory by the Metadata Schema
vi: * Trường được khai báo Bắt buộc bởi sơ đồ siêu dữ liệu

source: The following document was approved
vi: Tài liệu sau đây đã được phê duyệt

source: owned by
vi: thuộc sở hữu bởi

source: A comment has been posted for the document
vi: Một bình luận đã được đăng cho tài liệu

source: A comment has been posted for a document
vi: Một bình luận đã được đăng cho tài liệu

source: The following layer was approved
vi: Lớp sau đã được chấp thuận

source: A layer has been approved
vi: Một lớp đã được chấp thuận

source: A comment has been posted for the layer
vi: Một ghi chú đã được đăng cho lớp

source: uploaded the following layer
vi: đã tải lên lớp kế tiếp

source: A new layer has been uploaded
vi: Một lớp mới đã được tải lên

source: The following layer was deleted
vi: Lớp sau đã bị xoá

source: A layer has been deleted
vi: Một lớp đã bị xoá

source: The following layer was published
vi: Lớp sau đã được xuất bản

source: A layer has been published
vi: Một lớp đã được xuất bản

source: the following layer
vi: lớp tiếp theo

source: A layer has been rated
vi: Một lớp đã được đánh giá

source: The following layer was updated
vi: Lớp sau đã được cập nhật

source: A layer has been updated
vi: Một lớp đã được cập nhật

source: A comment has been posted for the map
vi: Một bình luận đã được đăng cho bản đồ

source: A comment has been posted for a map
vi: Một bình luận đã được đăng cho một sơ đồ

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
vi: <p class="alert alert-warning"> <span class="warning">Lưu ý</span>: Bạn không có địa chỉ thư điện tử đã xác thực để gửi thông báo. <a href="%(email_url)s">Thêm một </a> ngay bây giờ. </p>

source: Privacy &#038; Cookies Policy.
vi: Quyền riêng tư & # 038; Chính sách cookie.

source: This user is not following anyone
vi: Người dùng này không theo dõi ai

source: Success
vi: Thành công

source: An error occurred while attempting to login via your social network account.
vi: Một lỗi đã xảy ra khi bạn cố gắng đăng nhập thông qua tài khoản mạng xã hội.

source: You can sign in to your account using any of the following already connected third party accounts:
vi: Bạn có thể đăng nhập vào tài khoản của mình bằng bất kỳ tài khoản bên thứ ba nào sau đây đã được kết nối:

source: Fill in this section with markdown
vi: Điền vào phần này bằng cách đánh dấu

source: Check this if the jumbotron background image already contains text
vi: Bật tùy chọn này nếu ảnh nền jumbotron đã chứa văn bản

source: Disabling this slide will hide it from the slide show
vi: Tắt trang này sẽ ẩn nó khỏi trình chiếu

source: Choose between using jumbotron background and slide show
vi: Chọn giữa sử dụng nền jumbotron và trình chiếu slide

source: One or more XML files was provided, but no matching files were found for them.
vi: Một hoặc nhiều tập tin XML đã được cung cấp, nhưng không có tập tin phù hợp nào được tìm thấy cho chúng.

source: One or more SLD files was provided, but no matching files were found for them.
vi: Một hoặc nhiều tập tin SLD đã được cung cấp, nhưng không tìm thấy tập tin phù hợp cho chúng.

source: `{field_name}` field cannot have both a file and a path. Please choose one and try again.
vi: `{field_name}` không thể có cả tập tin và đường dẫn. Hãy chọn một và thử lại.

source: Total upload size exceeds {filesizeformat(max_size)}. Please try again with smaller files.
vi: Tổng kích cỡ tải lên vượt quá {filesizeformat (tối đa kích cỡ) }. Hãy thử lại với tập tin nhỏ hơn.

source: The maximum file size allowed for upload (bytes).
vi: Kích cỡ tập tin tối đa cho phép tải lên (byte).

source: File size size exceeds {filesizeformat(max_size)}. Please try again with a smaller file.
vi: Kích cỡ tập tin đã vượt quá {filesizeformat (tối đa kích cỡ) }. Hãy thử lại với tập tin nhỏ hơn.

source: To avoid errors, max size should be at least 2 times smaller than the value of 'file_upload_handler'.
vi: Để tránh lỗi, kích cỡ tối đa phải nhỏ hơn ít nhất 2 lần giá trị của " file upload handle " (bộ quản lý tập tin tải lên).

source: The limit `{instance.slug}` should not be deleted.
vi: Không nên xoá giới hạn `{instance.slug}`.

source: Name already in use and overwrite is False
vi: Tên đã được dùng và ghi đè là Sai

source: The GeoServer Import Session is no more available
vi: Phiên nhập GeoServer không còn sẵn sàng nữa

source: Expected to find layer named '{name}' in geoserver
vi: Mong đợi tìm thấy lớp có tên " {name} " trong trình phục vụ địa lý

source: Exception occurred while parsing the provided Metadata file.
vi: Ngoại lệ xảy ra khi phân tích tập tin Siêu dữ liệu đã cung cấp.

source: The UUID identifier from the XML Metadata is already in use in this system.
vi: Định danh UUID từ Siêu dữ liệu XML đã được sử dụng trong hệ thống này.

source: Error configuring Layer
vi: Gặp lỗi khi cấu hình Lớp

source: kml files with more than one GroundOverlay are not supported
vi: tập tin kml có nhiều hơn một GroundOverlay không được hỗ trợ

source: Ground overlay image declared in kml file cannot be found
vi: Không tìm thấy ảnh phủ mặt đất được khai báo trong tập tin kml

source: You are trying to upload multiple GeoTIFFs without a valid 'indexer.properties' file.
vi: Bạn đang cố tải lên nhiều GeoTIFF mà không có tập tin 'indexer.properties' hợp lệ.

source: To support the time step, you must enable the OGC_SERVER DATASTORE option
vi: Để hỗ trợ bước thời gian, bạn phải bật tùy chọn OGC SERVER DATASTORE

source: You can not start the job {job.id} because its status is "{job.status}".
vi: Bạn không thể bắt đầu công việc {job.id} vì trạng thái của nó là "{job.status}".

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
vi: Các đối số vị trí được mã hoá JSON (Ví dụ: ["arg 1", "arg 2"])

source: JSON encoded keyword arguments (Example: {"argument": "value"})
vi: JSON mã hoá các đối số từ khoá (Ví dụ: {"đối số": "giá trị"})
