Repository: cec-tris/geonode
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Your browser does not support the audio element.
vi: Trình duyệt của bạn không hỗ trợ các yếu tố âm thanh.

source: Your browser does not support the video tag.
vi: Trình duyệt của bạn không hỗ trợ thẻ video.

source: Explore Apps
vi: Khám phá

source: Return to GeoApp
vi: Trờ về

source: Invalid Projection. Layer is missing CRS!
vi: Phép chiếu không hợp lệ. Lớp dữ liệu thiếu CRS!

source: Default access permissions of harvested resources
vi: Quyền truy cập mặc định của dữ liệu được thu hoạch

source: Dataset WMS GetCapabilities document
vi: Thông tin WMS GetCapabilities

source: Download Dataset
vi: Tải dữ lieu xuống

source: Append Data
vi: Mở rộng Dữ liệu

source: View Dataset
vi: Xem dữ liệu

source: Create a map using this dataset
vi: Tạo một bản đồ với lớp này

source: Add the dataset to an existing map
vi: Thêm lớp vào bản đồ đã có

source: Click the button below to add the dataset to the selected map.
vi: Nhấn nút dưới đây để thêm dữ liệu vào bản đồ được chọn.

source: Empty Tiled-Dataset Cache
vi: Xóa Tiled-Layer Cache

source: Remove Datasets
vi: Xóa dữ liệu

source: Upload Dataset
vi: Tải dữ liệu lên

source: Upload status
vi: Trạng thái Upload

source: Upload process completed
vi: Quá trình tải lên đã hoàn thành

source: Delete incomplete upload
vi: Xóa upload chưa hoàn thành

source: Upload Dataset Step: Time
vi: Bước tải dữ liệu: Thới gian

source: couldn't generate thumbnail: %s
vi: không thể tạo ảnh đại diện: %s

source: You have been invited to sign up at %(site_name)s.
vi: Bạn đã được mời đăng ký tại %(site_name)s.

source: You can visit the layer's detail page here
vi: Bạn có thể truy cập trang chi tiết của lớp tại đây

source: Layer already exists
vi: Lớp đã tồn tại

source: Error configuring time:
vi: Lỗi cấu hình thời gian:

source: layers append
vi: lớp thêm vào

source: Supplemental information
vi: Thông tin bổ sung

source: authority or function assigned, as to a ruler, legislative assembly, delegate, or the like.
vi: quyền lực hoặc chức năng được giao, như một người cai trị, hội đồng lập pháp, đại biểu hoặc những người tương tự.

source: a DOI will be added by Admin before publication.
vi: một DOI sẽ được Thêm bởi Quản trị viên trước khi xuất bản.

source: CSW typename
vi: Tên tập tin CSW

source: CSW anytext
vi: CSW bất kỳ văn bản nào

source: Security Rules Are Not Synched with GeoServer!
vi: Các quy tắc bảo mật không được đồng bộ với GeoServer!

source: WMS Cascade Layer
vi: Lớp xếp tầng WMS

source: The resource owner has requested to modify the resource
vi: Chủ sở hữu tài nguyên đã yêu cầu sửa đổi tài nguyên

source: To allow the change, set the resource to not "Approved" under the metadata settingsand write message to the owner to notify him
vi: Để cho phép thay đổi, đặt tài nguyên không được "Chấp thuận" dưới cài đặt siêu dữ liệu và viết tin nhắn cho người sở hữu để thông báo cho anh ta

source: Error Occurred while Cloning the Resource: {e}
vi: Có lỗi trong khi nhân bản dữ liệu: {e}

source: Thumbnail
vi: Ảnh mẫu

source: Flora and/or fauna in natural environment. Examples: wildlife, vegetation, biological sciences, ecology, wilderness, sealife, wetlands, habitat.
vi: Thực vật và/hoặc động vật trong môi trường tự nhiên. Ví dụ: động vật hoang dã, thảm thực vật, khoa học sinh học, sinh thái học, hoang dã, hải âu, đầm lầy, môi trường sống.

source: Legal land descriptions. Examples: political and administrative boundaries.
vi: Mô tả đất hợp pháp. Ví dụ: ranh giới chính trị và hành chính.

source: Processes and phenomena of the atmosphere. Examples: cloud cover, weather, climate, atmospheric conditions, climate change, precipitation.
vi: Quá trình và hiện tượng của khí quyển.Ví dụ: mây bao phủ, thời tiết, khí hậu, điều kiện khí quyển, biến đổi khí hậu, lượng mưa.

source: Climatology Meteorology Atmosphere
vi: Khí hậu Khí tượng

source: Economic activities, conditions and employment. Examples: production, labour, revenue, commerce, industry, tourism and ecotourism, forestry, fisheries, commercial or subsistence hunting, exploration and exploitation of resources such as minerals, oil and gas.
vi: Các hoạt động kinh tế, điều kiện và việc làm. Ví dụ: sản xuất, lao động, doanh thu, thương mại, công nghiệp, du lịch và du lịch sinh thái, lâm nghiệp, thủy sản, săn bắn thương mại hoặc tự cung tự cấp, thăm dò và khai thác tài nguyên như khoáng sản, dầu khí.

source: Height above or below sea level. Examples: altitude, bathymetry, digital elevation models, slope, derived products.
vi: Chiều cao trên hoặc dưới mực nước biển. Ví dụ: độ cao, độ sâu, mô hình độ cao kỹ thuật số, độ dốc, sản phẩm dẫn xuất.

source: Environmental resources, protection and conservation. Examples: environmental pollution, waste storage and treatment, environmental impact assessment, monitoring environmental risk, nature reserves, landscape.
vi: Tài nguyên môi trường, bảo vệ và bảo tồn. Ví dụ: ô nhiễm môi trường, lưu trữ và xử lý chất thải, đánh giá tác động môi trường, giám sát rủi ro môi trường, khu bảo tồn thiên nhiên, cảnh quan.

source: Rearing of animals and/or cultivation of plants. Examples: agriculture, irrigation, aquaculture, plantations, herding, pests and diseases affecting crops and livestock.
vi: Nuôi trồng các loại động vật, thực vật. Ví dụ: nông nghiệp, thủy lợi, nuôi trồng thủy sản, đồn điền, chăn nuôi, sâu, bệnh hại cây trồng, vật nuôi.

source: Information pertaining to earth sciences. Examples: geophysical features and processes, geology, minerals, sciences dealing with the composition, structure and origin of the earth s rocks, risks of earthquakes, volcanic activity, landslides, gravity information, soils, permafrost, hydrogeology, erosion.
vi: Thông tin liên quan đến khoa học trái đất. Ví dụ: các đặc điểm và quá trình địa vật lý, địa chất, khoáng sản, khoa học liên quan đến thành phần, cấu trúc và nguồn gốc của đá trái đất, nguy cơ động đất, hoạt động núi lửa, sạt lở, thông tin trọng lực, đất, băng vĩnh cửu, địa chất thuỷ văn, xói mòn.

source: Health, health services, human ecology, and safety. Examples: disease and illness, factors affecting health, hygiene, substance abuse, mental and physical health, health services.
vi: Sức khỏe, dịch vụ y tế, sinh thái con người và an toàn. Ví dụ: bệnh tật và bệnh tật, các yếu tố ảnh hưởng đến sức khỏe, vệ sinh, lạm dụng chất, sức khỏe tinh thần và thể chất, dịch vụ y tế.

source: Base maps. Examples: land cover, topographic maps, imagery, unclassified images, annotations.
vi: Bản đồ cơ sở. Ví dụ: bìa đất, bản đồ địa hình, hình ảnh, hình ảnh chưa phân loại, chú thích.

source: Imagery Base Maps Earth Cover
vi: Bản đồ cơ sở hình ảnh Bìa Địa cầu

source: Inland water features, drainage systems and their characteristics. Examples: rivers and glaciers, salt lakes, water utilization plans, dams, currents, floods, water quality, hydrographic charts.
vi: Đặc điểm nước nội địa, hệ thống thoát nước và đặc điểm của chúng. Ví dụ: sông, hồ, hồ mặn, phương án sử dụng nước, đập, dòng chảy, lũ lụt, chất lượng nước, thủy văn.

source: Inland Waters
vi: Vùng nước nội địa

source: Military bases, structures, activities. Examples: barracks, training grounds, military transportation, information collection.
vi: Các căn cứ quân sự, các công trình, các hoạt động. Ví dụ: doanh trại, sân tập, vận chuyển quân sự, thu thập thông tin.

source: Intelligence Military
vi: Tình báo Quân đội

source: Positional information and services. Examples: addresses, geodetic networks, control points, postal zones and services, place names.
vi: Thông tin vị trí và dịch vụ. Ví dụ: địa chỉ, mạng lưới trắc địa, điểm kiểm soát, khu vực bưu điện và dịch vụ, tên địa điểm.

source: Features and characteristics of salt water bodies (excluding inland waters). Examples: tides, tidal waves, coastal information, reefs.
vi: Đặc điểm và tính chất của các vùng nước mặn (không bao gồm vùng nước nội địa ). Ví dụ: thủy triều, sóng triều, thông tin ven biển, rạn san hô.

source: Information used for appropriate actions for future use of the land. Examples: land use maps, zoning maps, cadastral surveys, land ownership.
vi: Thông tin được sử dụng cho các hành động thích hợp cho việc sử dụng đất trong tương lai. Ví dụ: bản đồ sử dụng đất, bản đồ phân vùng, khảo sát địa chính, quyền sở hữu đất.

source: Planning Cadastre
vi: Địa chính quy hoạch

source: Settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information. Economic activities, conditions and employment.
vi: Định cư, nhân chủng học, khảo cổ học, giáo dục, tín ngưỡng truyền thống, tập quán và phong tục tập quán, dữ liệu nhân khẩu học, khu vực và hoạt động giải trí, đánh giá tác động xã hội, tội phạm và công lý, thông tin điều tra dân số. Hoạt động kinh tế, điều kiện và việc làm.

source: Characteristics of society and cultures. Examples: settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information.
vi: Đặc điểm xã hội và văn hóa. Ví dụ: khu định cư, nhân chủng học, khảo cổ học, giáo dục, tín ngưỡng, tập quán và phong tục truyền thống, dữ liệu nhân khẩu học, khu vực và hoạt động giải trí, đánh giá tác động xã hội, tội phạm và công lý, thông tin điều tra dân số.

source: Man-made construction. Examples: buildings, museums, churches, factories, housing, monuments, shops, towers.
vi: Xây dựng nhân tạo. Ví dụ: tòa nhà, bảo tàng, nhà thờ, nhà máy, nhà ở, tượng đài, cửa hàng, tháp.

source: Means and aids for conveying persons and/or goods. Examples: roads, airports/airstrips, shipping routes, tunnels, nautical charts, vehicle or vessel location, aeronautical charts, railways.
vi: Phương tiện, thiết bị phục vụ việc vận chuyển người, hàng hóa. Ví dụ: đường bộ, sân bay/đường băng, tuyến đường biển, đường hầm, hải đồ, vị trí phương tiện vận chuyển, hải đồ, đường sắt.

source: Energy, water and waste systems and communications infrastructure and services. Examples: hydroelectricity, geothermal, solar and nuclear sources of energy, water purification and distribution, sewage collection and disposal, electricity and gas distribution, data communication, telecommunication, radio, communication networks.
vi: Hệ thống năng lượng, nước, chất thải và hạ tầng và dịch vụ truyền thông. Ví dụ: thuỷ điện, địa nhiệt, nguồn năng lượng mặt trời và hạt nhân, lọc và phân phối nước, thu gom và xử lý nước thải, phân phối điện và khí, truyền dữ liệu, viễn thông, vô tuyến, mạng truyền thông.

source: Utilities Communication
vi: Giao tiếp tiện ích

source: Comment on Document
vi: Chú thích tài liệu

source: A Document was commented on
vi: Một tài liệu đã được bình luận

source: Flash
vi: Đèn nháy

source: Metadata Detail
vi: Chi tiết siêu dữ liệu

source: Request Download
vi: Tải về yêu cầu

source: Request change
vi: Yêu cầu thay đổi

source: Wizard
vi: Pháp sư

source: Resources using this document
vi: Tài nguyên sử dụng tài liệu này

source: Metadata Schema mandatory fields completed
vi: Đã hoàn tất các trường bắt buộc lập sơ đồ siêu dữ liệu

source: Check Schema mandatory fields
vi: Kiểm tra các trường bắt buộc Giản đồ

source: Remove Document
vi: Gỡ bỏ tài liệu

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
vi: Bạn có chắc muốn gỡ bỏ <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: Is Upload Metadata XML Form
vi: Tải lên dạng XML siêu dữ liệu

source: A App was approved by a Manager
vi: Một ứng dụng đã được quản lý chấp thuận

source: center Y
vi: giữa Y

source: Change Permissions of this
vi: Thay đổi quyền hạn của điều này

source: To embed this map, add the following code snippet and customize its properties (scrolling, width, height) based on your needs to your site
vi: Để nhúng bản đồ này, thêm đoạn mã sau đây và tùy chỉnh thuộc tính của nó (căn chỉnh, chiều rộng, chiều cao) dựa trên nhu cầu của bạn cho trang web của bạn

source: Are you sure you want to remove <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?
vi: Bạn có chắc muốn gỡ bỏ <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?

source: Layer Uploaded
vi: Nhiều lớp hơn

source: Rating for Layer
vi: Đánh giá cho lớp

source: String
vi: Chuỗi

source: Float
vi: Nổi

source: Additionally an error occured during database cleanup
vi: Thêm vào đó, một lỗi xảy ra trong khi dọn sạch cơ sở dữ liệu

source: The following are not valid usernames: %(errors)s; not added to the group
vi: Những cái sau không phải là tên người dùng hợp lệ: %(errors)s; không được thêm vào nhóm

source: Email
vi: EmailLanguage

source: Categories
vi: Phân loại

source: Explore Group Categories
vi: Khám phá các phân loại nhóm

source: Create a New Group Category
vi: Tạo một phân loại nhóm mới

source: Edit Members for
vi: Sửa thành viên cho

source: Add Group Members
vi: Thêm thành viên nhóm

source: Are you sure you want to remove the group: %(group_title)s?
vi: Bạn có chắc muốn gỡ bỏ nhóm: %(group_title)s?

source: Edit Group Category Details
vi: Sửa chi tiết phân loại nhóm

source: checking-availability
vi: đang kiểm tra "-availability "

source: Base URL of the remote service that is to be harvested
vi: URL cơ bản của dịch vụ từ xa cần thu

source: Whether to periodically schedule this harvester to look for resources on the remote service
vi: Có nên định kỳ lên lịch cho máy gặt này để tìm kiếm tài nguyên trên dịch vụ từ xa

source: How often (in minutes) should new harvesting sessions be automatically scheduled? Setting this value to zero has the same effect as setting `scheduling_enabled` to False
vi: Nên có bao nhiêu lần (theo phút) các phiên thu hoạch mới nên được tự động lên lịch? Đặt giá trị này thành số không có cùng hiệu quả như đặt " cho phép lên lịch " thành Sai?

source: Whether the remote service is known to be available or not
vi: Có biết dịch vụ từ xa có sẵn hay không

source: How often (in minutes) should the remote service be checked for availability?
vi: Tần suất (theo phút) nên kiểm tra tính sẵn sàng của dịch vụ từ xa?

source: Last time the remote server was checked for availability
vi: Lần cuối cùng máy phục vụ từ xa được kiểm tra là sẵn sàng

source: Last time the remote server was checked for harvestable resources
vi: Lần cuối cùng máy phục vụ từ xa được kiểm tra có tài nguyên có thể thu hoạch

source: Should new resources be harvested automatically without explicit selection?
vi: Tài nguyên mới có nên được thu hoạch tự động mà không cần lựa chọn rõ ràng?

source: Date of last update to the harvester configuration.
vi: Ngày cập nhật cuối cùng cấu hình máy gặt.

source: Periodic task used to configure harvest scheduling
vi: Nhiệm vụ định kỳ được sử dụng để cấu hình lập kế hoạch thu hoạch

source: Periodic task used to check availability of the remote
vi: Nhiệm vụ định kỳ được sử dụng để kiểm tra khả năng có sẵn của điều khiển từ xa

source: Check availability of {self.name}
vi: Kiểm tra tính sẵn có của {self.name}

source: updating-harvestable-resource
vi: cập nhật-nguồn có thể thu hoạch

source: Identifier that allows referencing the resource on its remote service in a unique fashion. This is usually automatically filled by the harvester worker. The harvester worker needs to know how to either read or generate this from each remote resource in order to be able to compare the availability of resources between consecutive harvesting sessions.
vi: Bộ nhận diện cho phép tham chiếu tài nguyên vào dịch vụ từ xa theo cách duy nhất. Nó thường được công nhân thu hoạch tự động điền vào. Công nhân thu hoạch cần biết cách đọc hoặc tạo ra nó từ mỗi tài nguyên từ xa để có thể so sánh sự sẵn có của tài nguyên giữa các lần thu hoạch liên tiếp.

source: The e-mail address '{email}' has already been invited.
vi: Địa chỉ email '{email}' đã được mời.

source: The e-mail address '{email}' has already accepted an invite.
vi: Địa chỉ email '{email}' đã chấp nhận lời mời.

source: An active user is already using the e-mail address '{email}'
vi: Một người dùng đang hoạt động đã dùng địa chỉ thư điện tử '{email}'

source: Invitations successfully sent to '%(email)s'
vi: Thư mời đã được gửi thành công tới '%(email)s'

source: Sorry, it was not possible to invite '%(email)s' due to the following isse: %(error)s (%(type)s)
vi: Tiếc là không thể mời '%(email)s' do các dấu hiệu sau: %(error)s (%(type)s)

source: Layer Created
vi: Lớp đã tạo

source: A Layer was created
vi: Một lớp đã được tạo

source: Layer Updated
vi: Lớp đã cập nhật

source: A Layer was updated
vi: Một lớp đã được cập nhật

source: Layer Approved
vi: Lớp đã chấp nhận

source: A Layer was approved by a Manager
vi: Một lớp đã được phê duyệt bởi một bộ quản lý

source: Layer Published
vi: Xuất Lớp

source: A Layer was published
vi: Một lớp đã được xuất bản

source: Layer Deleted
vi: Lớp bị xoá

source: A Layer was deleted
vi: Một lớp đã bị xoá

source: YYYYMMDD'T'hhmmss
vi: KKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKK

source: YYYYMMDD'T'hhmmss'Z'
vi: NNNNNNN 'T' Hmmss 'Z'

source: Workspace
vi: Vùng làm việc

source: Store
vi: Lưu

source: Storetype
vi: Kiểu kho

source: Time regex
vi: Biểu thức chính quy thời gian

source: Elevation regex
vi: Biểu thức chính quy độ cao

source: use featureinfo custom template?
vi: dùng mẫu tùy chỉnh featureinfo không?

source: specifies wether or not use a custom GetFeatureInfo template.
vi: chỉ định người ướt hay không dùng mẫu GetFeatureInfo tùy chỉnh.

source: featureinfo custom template
vi: mẫu tùy chỉnh featureinfo

source: the custom GetFeatureInfo template HTML contents.
vi: nội dung HTML mẫu GetFeatureInfo tùy chỉnh.

source: Label
vi: Nhãn

source: Video (YouTube/VIMEO - embedded)
vi: Video (YouTube/VIMEO-mã hoá)

source: IFRAME
vi: KHUNG

source: min
vi: tối thiểu

source: max
vi: tối đa

source: Preserve Metadata XML
vi: Bảo tồn XML siêu dữ liệu

source: Filter Granules
vi: Lọc hạt

source: Active Filter:
vi: Bộ lọc hoạt động:

source: Granule ID
vi: ID hạt

source: Bounding Box
vi: Hộp Đóng kết

source: Time
vi: Thời gian

source: Actions
vi: Hành động

source: Granule Preview
vi: Xem thử hạt

source: Regex
vi: Biểu thức chính quy

source: Analyze with
vi: Phân tích bằng

source: Click to filter the layer
vi: Nhấn để lọc lớp

source: Filter by attributes
vi: Lọc theo thuộc tính

source: Match
vi: Khớp

source: of the following:
vi: của những người sau đây:

source: Operator
vi: Nhà điều hành

source: Pick your download format:
vi: Chọn định dạng tải về:

source: No data available for this resource. Please contact a system administrator or a manager.
vi: Không có sẵn dữ liệu cho tài nguyên này. Hãy liên lạc với quản trị hệ thống hay người quản lý.

source: Upload Metadata
vi: Tải siêu dữ liệu lên

source: Attribute Information
vi: Thông tin thuộc tính

source: ISO Feature Catalogue
vi: Danh mục tính năng ISO

source: (default style)
vi: (kiểu mặc định)

source: Refresh Attributes and Statistics of this layer
vi: Thuộc tính và thống kê làm tươi của lớp này

source: Refresh Attributes and Statistics
vi: Thuộc tính cập nhật và thống kê

source: Clear the Server Cache of this layer
vi: Xoá bộ nhớ tạm của lớp này của máy phục vụ

source: Click the button below to wipe the tile-cache of this layer.
vi: Nhấp chuột vào nút bên dưới để xóa bộ nhớ đệm của lớp này.

source: Remove Mosaic Granules
vi: Gỡ bỏ các hạt khảm

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
vi: Bạn có chắc muốn gỡ bỏ các hạt %(granule_id)s của Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: No maps are using this layer
vi: Không có ánh xạ nào đang dùng lớp này

source: for %(layer_title)s
vi: cho %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
vi: Ghi chú: siêu dữ liệu nguyên thủy của lớp này đã được điền và bảo tồn bằng cách nhập một tập tin siêu dữ liệu XML. Siêu dữ liệu này không thể được biên tập.

source: Editing details for %(layer_title)s
vi: Đang sửa chi tiết cho %(layer_title)s

source: Use a custom template?
vi: Dùng mẫu tùy chỉnh?

source: Upload Dataset Metadata
vi: Tải lên mô tả tập dữ liệu

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
vi: Bạn có chắc muốn gỡ bỏ <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Manage Available Styles for <a href="{{ layer_url }}">%(layer_title)s</a>
vi: Quản lý kiểu sẵn sàng cho <a href="{{ layer_url }}">%(layer_title)s</a>

source: Dataset Default Style
vi: Kiểu Mặc Định Của Dữ Liệu

source: Return to Layer
vi: Trở lại lớp

source: Upload Dataset Style
vi: Tải Lên Kiểu Dữ Liệu

source: This file needs additional configuration to complete the upload process. Please click on the button to fill the required configuration
vi: Tập tin này cần cấu hình bổ sung để hoàn tất quá trình tải lên. Hãy nhắp vào cái nút để điền vào cấu hình cần thiết

source: The upload process cannot be completed because the original file is no more available
vi: Không thể hoàn tất tiến trình tải lên vì tập tin gốc không còn sẵn sàng nữa

source: Coordinate Reference System
vi: Hệ quy chiếu tọa độ

source: Native CRS could not be found!
vi: Không tìm thấy CRS gốc!

source: Provide EPSG code for Source SRS
vi: Cung cấp mã EPSG cho SRS nguồn

source: EPSG Code (Source SRS)
vi: Mã EPSG (Source SRS)

source: Select a Source SRS
vi: Chọn một SRS nguồn

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. <br><br> This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. <br><br> If not specified on the geospatial data itself, it must be manually declared by the operator. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
vi: Mã SRS EPSG nguồn là bắt buộc và đại diện cho dữ liệu gốc Hệ tham chiếu không gian. <br><br> Điều này phải khớp với các giá trị Hình học (các tọa độ vòng/lat như một ví dụ) được lưu trữ trên bộ dữ liệu không gian địa lý. <br><br> Nếu không được chỉ định trên chính dữ liệu không gian địa lý, nó phải được khai báo thủ công bởi toán tử. <br><br> Thông tin thêm được cung cấp ở cuối trang trong phần "Trợ giúp bổ sung".
